[
  {
    "id": "-OLx8J6VGgltCN0Mq7f5",
    "autore": "Ryan Walker",
    "descrizione": "A book exploring the dark side of charisma, revealing how charm and influence can be weaponized for manipulation. It offers tools to identify emotional manipulation tactics used by charismatic narcissists in both professional and personal settings. The guide teaches readers to recognize signs of manipulation like gaslighting, defend themselves effectively, and use their own charisma ethically. Essential reading for anyone looking to protect themselves from manipulators and develop authentic relationships built on trust.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742637265/copertine/aqgffkz9mqdbp4m6mdz8.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DFC1QLKD",
    "prezzo": "6.99",
    "sottogenere": "Self-Help",
    "titolo": "The Dark Side of Charisma: How Narcissists Use Charisma to Manipulate",
    "valuta": "$"
  },
  {
    "id": "-OLxHF3Ts4NKhXQloqqB",
    "autore": "Jackson Blackwood",
    "descrizione": "A mind-bending journey following Audrey Connors, a forensic acoustician with the extraordinary ability to hear what others can't. When she discovers a mysterious sound file, she's pulled into a cosmic conflict spanning multiple realities. This thriller blends cutting-edge science with philosophy, exploring consciousness, free will, and the nature of reality itself. With an intricate plot, well-developed characters, and cosmic scope, it's perfect for fans of hard sci-fi and metaphysical adventures. Critics call it \"a tour de force of imagination\" that's \"redefining the boundaries of science fiction.\"",
    "genere": "Fiction & Literature",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742637432/copertine/knqtmeny710xuf3xqcc1.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DK8W7DHW",
    "prezzo": "9.99",
    "sottogenere": "Science Fiction & Fantasy",
    "titolo": "Whispers in the Abyss: A Symphony of Realities",
    "valuta": "$"
  },
  {
    "id": "-OLxI4piagZsT9WfDpqO",
    "autore": "Massimo Recaldi",
    "descrizione": "Una guida completa per liberarsi dalla ruminazione mentale e dai pensieri ossessivi che possono causare stress, ansia e isolamento. Il libro offre una comprensione approfondita delle cause della ruminazione e strategie pratiche per gestirla efficacemente. Copre aspetti come le strategie cognitive e comportamentali, l'importanza dello stile di vita, le relazioni interpersonali, e l'uso della tecnologia per il benessere mentale. Utile per chiunque desideri migliorare la propria consapevolezza emotiva, sviluppare resilienza mentale e vivere una vita più equilibrata e produttiva.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640605/copertine/hsk2txleqpojivbiprvr.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0D8TSCF4B",
    "prezzo": "4.99",
    "sottogenere": "Crescita Personale e Benessere",
    "titolo": "RUMINAZIONE MENTALE: Libera la mente dal pensiero ossessivo",
    "valuta": "€"
  },
  {
    "id": "-OLxIZ9vduk9fGdR0awg",
    "autore": "Jordan Prescott",
    "descrizione": "A comprehensive guide to the carnivore diet featuring meat-based recipes designed for weight loss, muscle gain, and pain relief. This cookbook offers easy-to-follow recipes suitable for busy professionals, health enthusiasts, and parents seeking healthier lifestyle options. It provides practical tips, expert advice, and nutritional insights to help readers overcome health concerns and dietary challenges. The book presents the carnivore diet as a revolutionary nutritional approach that can transform health through simple, delicious recipes that fit into busy schedules.",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742637777/copertine/alckivfflmbs1wiorrxe.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DCK41S5J",
    "prezzo": "9.99",
    "sottogenere": "Cookbooks, Food & Wine",
    "titolo": "Carnivore Diet Cookbook: Revitalize Your Health: Irresistible Meat Recipes for Rapid Weight Loss, Muscle Gain, and Pain Relief",
    "valuta": "$"
  },
  {
    "id": "-OLxJ-k4nm-ynQQvDoPf",
    "autore": "Adrian Stone",
    "descrizione": "🔥 Scopri i segreti millenari delle arti marziali tradizionali attraverso una prospettiva completamente nuova!\n\nQuesto non è il solito libro sulle arti marziali. È un viaggio profondo attraverso la saggezza del guerriero, dove tecniche antiche si trasformano in strumenti di crescita personale e spirituale per la vita moderna.\n\n⚡ Cosa troverai in questo libro:\n\nLa fusione unica tra filosofia buddhista e pratica marziale\nTecniche concrete per trasformare la tua pratica quotidiana\nLa via del guerriero applicata alle sfide contemporanee\n🎯 Perfetto per praticanti di ogni livello che cercano di approfondire la dimensione interiore della loro arte.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640557/copertine/nikl5bcxbgdtzvptqbtp.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DLWKX93J",
    "prezzo": "6.99",
    "sottogenere": "Crescita Personale e Benessere",
    "titolo": "La Via del Guerriero Illuminato: Virtù Marziali e Saggezza Buddhista",
    "valuta": "€"
  },
  {
    "id": "-OLxJWes7ZoxlCHzsHeF",
    "autore": "Antony Lucchesi",
    "descrizione": "Discover authentic Italian cooking through the eyes of a remarkable centenarian in this touching collection of recipes and memories. Boston chef Anthony (Tony) Lucchesi preserves his grandmother's culinary legacy in \"Nonna Lina's Italian Kitchen,\" taking readers from Southern Italy to Boston's North End through 55 detailed recipes and family stories.\nExplore time-honored pasta dishes, bread-making secrets, simple vegetable preparations, traditional preservation techniques, and sweet treats that embody an Italian grandmother's love. This cookbook is a master class in \"cucina povera\"—the ingenious \"poor cooking\" tradition transforming humble ingredients into extraordinary meals.\nEach recipe includes Nonna Lina's personal memories and invaluable tips passed down through generations. Perfect for home cooks seeking authentic Italian recipes, food lovers interested in traditional techniques, and anyone wanting to connect with Italian heritage. Features family-tested recipes with clear instructions, stories behind each dish, traditional techniques explained in modern terms, and Nonna's wisdom throughout.",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742638029/copertine/qeen7v1tw6jnqblne4gh.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DM6LZJDM",
    "prezzo": "9.99",
    "sottogenere": "Cookbooks, Food & Wine",
    "titolo": "Nonna Lina's Italian Kitchen: Stories and Simple Recipes from a Centenarian's Heart",
    "valuta": "$"
  },
  {
    "id": "-OLxLW59MxdANL2jB-9c",
    "autore": "John Keagan Dr.",
    "descrizione": "A comprehensive guide exploring the hidden cognitive biases that shape our decisions, judgments, and perceptions. Drawing from cognitive psychology and neuroscience research, the book explains why we sometimes see nonexistent patterns, how technology exploits our natural biases, how attention shapes our reality, and strategies professionals use to overcome perceptual limitations. It translates complex scientific concepts into practical knowledge, combining theory with real-world examples and techniques for enhancing cognitive capabilities. Designed for professionals, students, and anyone interested in improving decision-making, the book provides tools to better understand how the mind works and make more informed choices.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742638551/copertine/oj0k9ahhaxph8kmuldfi.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DNM6SP55",
    "prezzo": "5.99",
    "sottogenere": "Self-Help",
    "titolo": "Perception and Attention Biases: Understanding and Overcoming Cognitive Distortions (Understanding the Mind)",
    "valuta": "$"
  },
  {
    "id": "-OLxMOGqh19yST35igpD",
    "autore": "Ryan Walker",
    "descrizione": "Restless Silence takes you deep into the inner world of a protagonist trapped between the comfort of stasis and the desire for evolution. This introspective journey explores the conflict between hope and resignation, asking profound questions about the possibility of change and the fear of the unknown.\n\nCaught in the in-between, the protagonist grapples with the tension between staying the same and the unsettling prospect of transformation. Each moment teeters between fleeting hope and the weight of resignation, forcing the reader to confront their thoughts on growth, stagnation, and the delicate balance of existence.\n\nWith rich, reflective prose, Restless Silence is a thought-provoking exploration of life’s quiet battles—the internal struggle between standing still and moving forward. This book is for readers who appreciate introspective narratives that challenge the mind and stir the soul.\n\nIf you've ever questioned whether real change is possible or wondered how to navigate the space between comfort and the unknown, this book will resonate deeply with you.",
    "genere": "Fiction & Literature",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742638781/copertine/nj0v5xyx2yxjbvgu6amf.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DH48RWM4",
    "prezzo": "9.90",
    "sottogenere": "Literature & Fiction",
    "titolo": "RESTLESS SILENCE",
    "valuta": "$"
  },
  {
    "id": "-OLxMkq8y9mTopSto3sQ",
    "autore": "Candice Cauldron",
    "descrizione": "A delightful Christmas cookbook featuring over 60 festive, family-friendly recipes that transform your kitchen into Santa's magical workshop. The collection includes Christmas morning breakfasts, appetizers, main courses, side dishes, desserts, beverages, and edible gift ideas. Suitable for cooks of all skill levels, the book features a special \"Santa's Helpers' Corner\" with kitchen safety tips for children and suggestions for family cooking activities. Perfect for creating memorable holiday traditions and entertaining guests during the Christmas season, this cookbook combines practical cooking instructions with festive joy.",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742638877/copertine/wybxyimgiacvqpplxcne.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DJ6XT1TS",
    "prezzo": "9.99",
    "sottogenere": "Cookbooks, Food & Wine",
    "titolo": "Santa's Kitchen Cookbook: 60+ Merry Recipes for Family Fun and Festive Feasts",
    "valuta": "$"
  },
  {
    "id": "-OLxN2GKPUFkUbArkOU8",
    "autore": "Graham Mayer",
    "descrizione": "\"Born Again: A Journey of Spiritual Renewal and Transformation in Christ\" offers a comprehensive exploration of the concept of spiritual rebirth in evangelical Christianity. This insightful book delves into the biblical foundations, historical context, and contemporary relevance of being \"born again,\" providing readers with a deep understanding of this transformative experience.\n\nFrom the words of Jesus to modern-day testimonies, the author examines the theological implications and practical applications of spiritual renewal. With sensitivity to cultural challenges and a focus on personal faith, this book offers valuable insights for both newcomers to the faith and long-time believers seeking to deepen their spiritual journey.\n\nAddressing common misconceptions and offering guidance on living out one's faith daily, \"Born Again\" serves as both a scholarly resource and a practical guide. It explores topics such as the role of the Holy Spirit, the assurance of salvation, and the call to evangelism, all while emphasizing the profound personal transformation at the heart of the born-again experience.\n\nWhether you're curious about evangelical beliefs, seeking to understand your own spiritual journey, or looking to reinvigorate your faith, this book provides a thoughtful, balanced, and inspiring examination of what it truly means to be born again in Christ.",
    "genere": "Society & Culture",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742638953/copertine/itjbl5b8hu4y55fwczjt.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DK4M2YKC",
    "prezzo": "9.99",
    "sottogenere": "Religion & Spirituality",
    "titolo": "Born Again: A Journey of Spiritual Renewal and Transformation in Christ",
    "valuta": "$"
  },
  {
    "id": "-OLxOfq8nyo5SwS7SBCX",
    "autore": "Candice Cauldron",
    "descrizione": "A Halloween-themed cookbook offering over 60 fun and easy recipes for families. \"Spooky Snacks and Creepy Treats\" includes morning breakfast ideas, snacks, main dishes, sides, desserts, and drinks—all designed with a Halloween twist. Beyond recipes, it serves as a complete party planning guide with entertaining ideas, edible crafts, fall activities, and nutrition notes for health-conscious parents. With easy-to-follow instructions, the cookbook aims to help families create memorable Halloween celebrations through food, making it a comprehensive resource for anyone looking to add festive flair to their October gatherings. Perfect for parents wanting to create special Halloween experiences for their \"little monsters.\"",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742639381/copertine/ppqnagvltf1zci57ogj3.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DJ5CNMNL",
    "prezzo": "9.99",
    "sottogenere": "Cookbooks, Food & Wine",
    "titolo": "Halloween Cookbook for Little Monsters: Spooky Snacks and Creepy Treats",
    "valuta": "$"
  },
  {
    "id": "-OLxP51wD-yfRSVUNG-J",
    "autore": "Ava Wells",
    "descrizione": "A beginner-friendly guide to mindfulness that teaches fundamental practices for cultivating awareness, reducing stress, and building emotional resilience. The book provides practical instruction on integrating mindfulness into daily routines through techniques like mindful breathing and body scans, applicable to everyday activities including eating, working, and communicating. It explains the science behind how mindfulness rewires the brain for improved focus, compassion, and calm. Designed for those seeking anxiety relief, better relationships, or greater purpose, the guide offers step-by-step approaches to transform one's life through present-moment awareness and develop lasting well-being.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742639488/copertine/n5h2tvc5zj54emzuhw4s.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DH4BZX9B",
    "prezzo": "5.72",
    "sottogenere": "Self-Help",
    "titolo": "Mindfulness for Beginners: Your Path to Calm and Clarity",
    "valuta": "$"
  },
  {
    "id": "-OLxPSL7EXmWUJHw-2Zg",
    "autore": "Lorenzo De Sanctis",
    "descrizione": "Scopri Giubileo 2025: Pellegrini di Speranza, un viaggio emozionante e spirituale attraverso la storia e il significato dell'Anno Santo. Questo libro offre un percorso approfondito che unisce la dimensione storica e spirituale del Giubileo, fornendo al lettore strumenti pratici per vivere con autenticità l’esperienza del pellegrinaggio.\n\nAttraverso racconti avvincenti, riflessioni profonde e consigli utili, ogni pagina invita a riscoprire la misericordia di Dio, a comprendere il valore del perdono e a vivere la speranza nella vita quotidiana.\n\nPerfetto per pellegrini, studiosi e chiunque desideri approfondire il significato di questo evento straordinario.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640585/copertine/hkwcd5rb6hhvbze4jw1o.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DV4FFQ8Y",
    "prezzo": "7.99",
    "sottogenere": "Società e Cultura",
    "titolo": "Pellegrini di Speranza: Storia, Fede e Testimonianze nel Giubileo 2025",
    "valuta": "€"
  },
  {
    "id": "-OLxPrUpBu941lb4xlnL",
    "autore": "Sofia Valiani",
    "descrizione": "Love can be found in the most unexpected places—between the lines of a song, beneath the glow of city lights, or in the whispers of the stars above. Starlit Encounters: Tales of Love, Fate, and Second Chances is a heartfelt collection of romantic short stories that explore the serendipitous moments that bring people together in the most beautiful and unpredictable ways.\n\nFollow a woman who discovers a playlist that mirrors her love for the cosmos, a marketing executive who hires a fake boyfriend only to find something real, and two strangers whose paths cross on a fateful night in Paris. With each turn of the page, you'll find stories filled with longing, hope, and the courage it takes to embrace love when it comes knocking.\n\nPerfect for fans of tender, uplifting romance and those who believe in the magic of destiny, Starlit Encounters invites you to fall in love with love all over again.",
    "genere": "Fiction & Literature",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742639691/copertine/zujx4hil3rgrvvxzywwg.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DV34H3TT",
    "prezzo": "7.99",
    "sottogenere": "",
    "titolo": "Starlit Encounters: Tales of Love, Fate, and Second Chances",
    "valuta": "$"
  },
  {
    "id": "-OLxQeoal1onD9lUbfiG",
    "autore": "John Keagan",
    "descrizione": "A science-based guide that combines neuroscience with business applications to help professionals enhance leadership capabilities and organizational performance through mindfulness. Supported by research from Harvard, Stanford, and MIT, it showcases successful mindfulness implementations at major corporations that improved productivity, reduced healthcare costs, and strengthened team dynamics. The book addresses modern workplace challenges like digital fatigue and information overload, offering practical techniques for better decision-making under pressure, managing technology stress, building sustainable performance, developing emotional intelligence, and implementing organizational change. Designed for executives and professionals at all levels seeking to transform workplace pressure into excellence.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742639901/copertine/ay1cuxmwgwq12fdebhpe.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DTPVWTTF",
    "prezzo": "7.99",
    "sottogenere": "Business & Money",
    "titolo": "Mindful Leadership: A Science-Based Approach to Stress Management for Modern Professionals",
    "valuta": "$"
  },
  {
    "id": "-OLxQxdNAh8Z7zkjsa1r",
    "autore": "Sofia Valiani",
    "descrizione": "\"Emozioni Intrecciate\" è una raccolta di cinque racconti che esplorano l’amore, le seconde possibilità e la forza delle connessioni umane. Ambientate in luoghi suggestivi come Parigi, un villaggio italiano immerso nella natura e una libreria fuori dal tempo, queste storie raccontano l’incontro tra personaggi imperfetti, autentici e pronti a riscoprire se stessi.\n\nOgni racconto vi porterà in un viaggio unico: il battito di un amore inaspettato, il fascino di un mistero custodito nel tempo, il coraggio di affrontare il passato per abbracciare il futuro. Perfetto per chi cerca emozioni autentiche e un pizzico di magia nella vita di tutti i giorni.\n\nSe amate le storie che parlano al cuore e che vi lasciano con un sorriso e una riflessione, questa collana è ciò che fa per voi.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640526/copertine/ru4px6f6ce0svp9at23q.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DTF3SFX1",
    "prezzo": "7.99",
    "sottogenere": "Narrativa e Letteratura",
    "titolo": "Emozioni Intrecciate: Cinque storie, un intreccio di emozioni indimenticabili",
    "valuta": "€"
  },
  {
    "id": "-OLxRbONYVKoWuYiKBHf",
    "autore": "J. Cipher Monroe",
    "descrizione": "In The Poetic Future: Humanity, Technology, and the Art of Progress, explore the intersection of cutting-edge innovation and timeless human values. This book offers a profound journey into how technology reflects, challenges, and amplifies what it means to be human. Through a narrative that blends philosophy, history, and speculative thought, it delves into the ethical dilemmas of progress, the transformative power of empathy, and the importance of preserving individuality in an increasingly digital world.\n\nWhether you are a technologist, artist, philosopher, or simply curious about the future, this book invites you to envision a harmonious relationship between humanity and innovation. Discover how creativity, ethics, and imagination can shape a future that is not only advanced but deeply meaningful—a future worth aspiring to",
    "genere": "Society & Culture",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640149/copertine/fflsu9e0ickavqb7nmyw.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DT5LGHNM",
    "prezzo": "7.99",
    "sottogenere": "",
    "titolo": "The Poetic Future: Humanity, Technology, and the Art of Progress",
    "valuta": "$"
  },
  {
    "id": "-OLxSKTAReY1luJ0uziY",
    "autore": "Saito K. Jackson",
    "descrizione": "Discover the transformative power of Shinrin-Yoku, or forest bathing, a Japanese practice that invites you to reconnect with nature for physical, mental, and emotional well-being. Blending ancient traditions, scientific research, and practical guidance, this book provides a complete roadmap to immerse yourself in the healing energy of forests. Learn the origins of Shinrin-Yoku, explore its profound health benefits, and uncover how this simple yet powerful practice can help reduce stress, enhance creativity, and foster a mindful, harmonious lifestyle. Whether you're seeking personal renewal or a deeper connection with the natural world, this guide will inspire you to embrace the serenity and wisdom of the forest.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640338/copertine/r46y9w3ivtskqh9hybv8.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DSVXW35W",
    "prezzo": "8.99",
    "sottogenere": "Self-Help",
    "titolo": "SHINRIN-YOKU: The Healing Power of the Forest: A comprehensive guide to regaining balance, well-being, and connection with nature",
    "valuta": "$"
  },
  {
    "id": "-OLxS_Mm1FhRf9ZOvRm8",
    "autore": "Saito K. Jackson",
    "descrizione": "Scopri il potere rigenerante della foresta con Shinrin-Yoku: Il Potere Guaritore della Foresta, una guida completa che ti accompagna in un viaggio unico per riconnetterti con la natura e ritrovare il benessere. Questa pratica giapponese, conosciuta anche come \"bagno nella foresta\", è un approccio semplice ma profondo per ridurre lo stress, migliorare la salute e vivere con maggiore consapevolezza.\n\nIl libro esplora le radici culturali dello Shinrin-Yoku, i suoi benefici scientificamente provati e fornisce consigli pratici per integrare questa pratica nella tua vita quotidiana, anche se vivi in un contesto urbano. Attraverso tecniche per attivare i sensi, camminate consapevoli e pause meditative, imparerai a immergerti nell’atmosfera della foresta e a trarne il massimo beneficio per il corpo e la mente.\n\nChe tu sia alla ricerca di equilibrio emotivo, maggiore creatività o semplicemente di un momento di pace, questo libro ti guiderà passo dopo passo in un’esperienza trasformativa. Scopri come la natura può diventare il tuo rifugio e la tua fonte di energia, in ogni stagione e in ogni luogo.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640630/copertine/dldtdeps72wvw3oqmffu.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DSVWJKV1",
    "prezzo": "8.90",
    "sottogenere": "Crescita Personale e Benessere",
    "titolo": "Shinrin-Yoku: Il Potere Guaritore della Foresta: Una guida completa per ritrovare equilibrio, benessere e connessione con la natura",
    "valuta": "€"
  },
  {
    "id": "-OLxSvnnh65JfjbvVEGL",
    "autore": "Alessandra Montalcini",
    "descrizione": "In una remota valle alpina, il villaggio di Oberruhe sembra un paradiso idilliaco, congelato nel tempo. Le sue strade acciottolate, le case in legno e l’eco delle campane della chiesa raccontano una storia di tranquillità. Ma sotto questa facciata serena, si cela un sistema di controllo spietato. La Concordia, l’organizzazione che governa il villaggio, sostiene che una peste mortale abbia devastato il mondo esterno, rendendo l'isolamento l’unica salvezza possibile.\n\nElisa Hauser, una giovane dal cuore ribelle e dalla mente curiosa, non ha mai creduto completamente a quelle storie. Quando scopre un’antica mappa che rivela un passaggio segreto oltre le montagne, la sua determinazione a scoprire la verità la porta a scontrarsi con i segreti oscuri di Oberruhe.\n\nTra complessi sotterranei, una tecnologia avanzata che contrasta con l'apparente semplicità del villaggio, e un sistema progettato per soffocare ogni volontà, Elisa dovrà guidare una ribellione per la libertà. Ma il costo della verità sarà altissimo.\n\nUn romanzo distopico che intreccia suspense, introspezione e azione, esplorando i limiti del controllo e la forza della resistenza umana. Se hai amato \"The Giver\", \"The Hunger Games\" o \"1984\", “Oltre le Montagne” ti porterà in un viaggio di scoperta e ribellione che non dimenticherai.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640495/copertine/cgcdxibqnfezammymeaa.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DSP6RNJB",
    "prezzo": "8.50",
    "sottogenere": "Narrativa e Letteratura",
    "titolo": "Il Silenzio delle Vette: La verità ha sempre un prezzo",
    "valuta": "€"
  },
  {
    "id": "-OLxTwONaOxMMgLmYZpV",
    "autore": "Lorenzo De Sanctis",
    "descrizione": "In un’epoca dominata dalla tecnica, dall’iperconnessione e dalla crisi ambientale, il viandante emerge come una figura archetipica e rivoluzionaria, capace di offrire una nuova etica per vivere in equilibrio con il mondo. Questo libro, ispirato ai principi de L’etica del viandante di Umberto Galimberti, approfondisce il concetto del cammino come ricerca esistenziale e come strumento per affrontare le sfide del presente.\n\nCosa troverai in questo libro:\n\nUna riflessione filosofica e narrativa sul rapporto tra uomo, tecnica e natura.\nStorie di moderni viandanti, cammini storici e comunità che riscoprono la lentezza e la sostenibilità.\nUn’analisi dei concetti chiave del nostro tempo: Antropocene, limite, lentezza, solidarietà.\nSpunti pratici per vivere in armonia con i ritmi naturali e riscoprire la bellezza del cammino, fisico e interiore.\nOltre il Sentiero è solo un libro per chi cerca nuove prospettive sul futuro, un equilibrio tra progresso e rispetto per la terra, e un’etica capace di connettere l’uomo con la natura e con sé stesso.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640760/copertine/jxmh2nn0snjyuoun2i5s.png",
    "linkAmazon": "https://www.amazon.it/dp/B0DSPZGTLJ",
    "prezzo": "8.99",
    "sottogenere": "Società e Cultura",
    "titolo": "Oltre il Sentiero: Etica, Natura e Vita nel Postumano: Un dialogo tra il viandante e il suo tempo",
    "valuta": "€"
  },
  {
    "id": "-OLxUNoZT_JAWe1U-jYQ",
    "autore": "John Keagan",
    "descrizione": "A practical guide addressing procrastination, distraction, and self-doubt by explaining the science of focus and psychology of procrastination. The book offers actionable strategies to rewire the brain for better concentration, overcome emotional triggers of procrastination, build sustainable habits, align goals with personal values, and develop emotional resilience. Through real-world examples and practical tools, it provides a blueprint for achieving personal growth, career advancement, and life balance by taking intentional action and maintaining momentum toward meaningful goals.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640876/copertine/r1yzgdmopstv5rdcl7lf.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DSKBTXVV",
    "prezzo": "8.90",
    "sottogenere": "Business & Money",
    "titolo": "Focus and Mental Clarity: A Step-by-Step Guide to Overcoming Procrastination and Building Habits for Success",
    "valuta": "$"
  },
  {
    "id": "-OLxUl209iVe14u0Y2Oy",
    "autore": "Chef Savorelli",
    "descrizione": "\"Cucina al Contrario\" è un viaggio gastronomico rivoluzionario che sfida le convenzioni culinarie tradizionali.\n\nIn questo ricettario unico, ogni piatto è un'avventura dove dolce diventa salato, le consistenze si invertono e i contorni diventano protagonisti.\n\nCon oltre 50 ricette dettagliate, scoprirete come trasformare una lasagna in un'esperienza croccante, come rendere il gelato piccante e come far diventare le verdure il cuore di un dessert raffinato.\n\nUn libro per chi ama sperimentare senza perdere il comfort dei sapori familiari, perfetto per cuochi amatoriali e professionisti che vogliono esplorare nuovi territori gastronomici.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742640975/copertine/npkhanb3zrtopl2nxjon.png",
    "linkAmazon": "https://www.amazon.it/dp/B0DRRVKS5P",
    "prezzo": "11.96",
    "sottogenere": "Stile di Vita e Hobby",
    "titolo": "Cucina al Contrario: Ribalta la Tua Tavola!",
    "valuta": "€"
  },
  {
    "id": "-OLxV6fHFjgRHzEV7cKH",
    "autore": "Chef Savorelli",
    "descrizione": "Benvenuti nell’universo dei mocktail! \n🍹✨ Mocktail Magic è il ricettario definitivo per chi desidera creare bevande deliziose, colorate e completamente analcoliche. Perfetto per feste, brunch, serate rilassanti o momenti di creatività in cucina, questo libro ti guiderà passo dopo passo nella preparazione di oltre 100 ricette uniche.\n\nScopri mocktail frizzanti, cremosi, esotici e detox, con tecniche avanzate e suggerimenti per decorazioni mozzafiato. Impara a preparare sciroppi fatti in casa, sperimenta con ingredienti sorprendenti e stupisci i tuoi ospiti con drink che sono veri e propri capolavori.\n\nChe tu sia un principiante o un esperto, Mocktail Magic trasformerà ogni bicchiere in un’esperienza indimenticabile! 🍹✨\n\n📖 Cosa troverai all’interno:\n\nRicette per ogni occasione e stagione.\nTecniche di preparazione e trucchi professionali.\nIdee creative per abbinamenti e decorazioni.\nSorprese gourmet per chi ama stupire.\nPronto a shakerare la tua creatività? Mocktail Magic è il tuo compagno ideale!",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742641068/copertine/ezkeetc9m2ociglnheeh.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DRFMKC2W",
    "prezzo": "8.99",
    "sottogenere": "Stile di Vita e Hobby",
    "titolo": "Mocktail Magic: Il Mondo dei Cocktail Analcolici",
    "valuta": "€"
  },
  {
    "id": "-OLxVS9nA9CfPnkQISD1",
    "autore": "John Keagan",
    "descrizione": "Unlock the Power Within: Transform Your Life by Overcoming Self-Sabotage\nDo you feel like something is holding you back from achieving your dreams? In Overcoming Self-Sabotage, discover the transformative strategies to break free from limiting beliefs, silence self-doubt, and create a life of authenticity and fulfillment. This deeply introspective guide delves into the roots of self-sabotage, offering actionable techniques to embrace your fears, reframe failure, and align your goals with your true self.\n\nThrough inspiring insights and practical exercises, you’ll learn how to:\n\nBuild resilience and confidence.\nTransform limiting narratives into empowering ones.\nFoster authentic relationships and goals rooted in purpose.\nTake control of your life and unleash your true potential. Your journey to self-discovery and growth starts here.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742641156/copertine/hszuj1nqizlh3egipky4.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DR5BH3YN",
    "prezzo": "5.99",
    "sottogenere": "Self-Help",
    "titolo": "Overcoming Self-Sabotage: Unlocking Your True Potential",
    "valuta": "$"
  },
  {
    "id": "-OLxVvHzfdzGoGqDE_MM",
    "autore": "Vivian Harper",
    "descrizione": "A comprehensive cookbook designed specifically for midlife nutrition challenges, featuring recipes and meal plans based on the Galveston Diet principles. It offers solutions for hormonal changes, weight gain, and energy loss common during midlife transitions. The book includes over 80 easy-to-follow recipes for all mealtimes, 7-day meal plans for different phases, practical strategies for overcoming weight loss plateaus and managing cravings, plus tools like grocery lists and meal prep guidance. Created for busy professionals who want to address midlife health concerns without sacrificing flavor, it focuses on reducing inflammation and promoting sustainable weight management through delicious, accessible recipes tailored to midlife metabolic needs.",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742641279/copertine/hia7okxvperwiqfq35p1.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DDSBVRDW",
    "prezzo": "5.99",
    "sottogenere": "Cookbooks, Food & Wine",
    "titolo": "GALVESTON Diet Cookbook Master Midlife Nutrition with Easy, Tasty Recipes That Work: Master Midlife Nutrition with Easy, Tasty Recipes That Work",
    "valuta": "$"
  },
  {
    "id": "-OLxWKrn5SUdRRZElkZa",
    "autore": "Ryan Walker",
    "descrizione": "A comprehensive guide examining the psychological barriers to financial success, going beyond typical budgeting advice to address the emotional aspects of money management. The book explores how mental patterns and emotional triggers impact financial decisions, offering strategies to overcome impulsive spending, cognitive biases, and negative money mindsets. It provides practical techniques for building consistent saving habits, developing a healthy relationship with money, and creating long-term wealth through psychological mastery. With case studies and actionable exercises, the guide helps readers transform their approach to finances while maintaining emotional wellbeing, ultimately leading to greater financial freedom through mindset shifts and sustainable habits.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742641388/copertine/f72ksho5r0yfacamn5dg.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DH8963ZG",
    "prezzo": "5.79",
    "sottogenere": "Business & Money",
    "titolo": "The Psychology of Saving: Mastering Your Money Mindset",
    "valuta": "$"
  },
  {
    "id": "-OM1JSw04yKg6l_vBl24",
    "autore": "John Keagan",
    "descrizione": "Unlock the Power of Emotional Freedom!\nDiscover how to transform anger into your greatest strength with Master Your Anger: A Practical Guide to Understanding and Managing Your Emotions. From identifying triggers to mastering mindfulness and turning conflicts into growth opportunities, this book is your ultimate roadmap to emotional resilience. Whether you’re seeking calmer relationships, greater self-awareness, or tools to navigate life’s challenges, this guide offers actionable strategies backed by science.\n\nYour journey to emotional balance starts today. Don’t wait—take control of your well-being and achieve your goals.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742721899/copertine/ujz3wz2ubknvwkhwvy6s.png",
    "linkAmazon": "https://www.amazon.com/dp/B0DPKWMDH8",
    "prezzo": "5.69",
    "sottogenere": "Self-Help",
    "titolo": "Master Your Anger: A Practical Guide to Understanding and Managing Your Emotions",
    "valuta": "$"
  },
  {
    "id": "-OM1K0JRAkAQcQ-PqVIQ",
    "autore": "John Keagan",
    "descrizione": "Esplora i segreti più profondi della mente umana con La psicologia della superstizione, un viaggio affascinante tra credenze, tradizioni e scoperte scientifiche.\nQuesto libro ti guiderà attraverso le origini storiche e culturali delle superstizioni, le dinamiche psicologiche che le alimentano e il loro impatto nella società moderna, fino all'era digitale.\nSe sei curioso di capire perché crediamo in ciò che non possiamo spiegare, questo libro ti fornirà risposte illuminanti e spunti sorprendenti. Non perdere l'occasione di arricchire la tua mente con un’opera che unisce scienza e cultura.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742722044/copertine/xqpdt4y2zudpkpgai95y.png",
    "linkAmazon": "https://www.amazon.it/dp/B0DPKW7M7M",
    "prezzo": "6.59",
    "sottogenere": "Self-Help",
    "titolo": "La Psicologia della Superstizione: Origini, Funzioni e Impatti",
    "valuta": "€"
  },
  {
    "id": "-OM1KSksEQMm_kVUh8jP",
    "autore": "John Keagan",
    "descrizione": "\"Depression: Integrating Molecular Mechanisms and Psychosocial Perspectives\" is your definitive guide to understanding the complex interplay of biology, psychology, and society in one of the most pervasive mental health challenges of our time. This groundbreaking book unravels the science behind depression, exploring neurotransmitters, neuroplasticity, and inflammation alongside the profound impact of stress, relationships, and culture.\n\nWhether you're a mental health professional, researcher, student, or someone looking to deepen their understanding, this book offers a rare blend of cutting-edge research and practical insights. Each chapter is designed to illuminate depression's multifaceted nature and equip readers with knowledge for tackling this global issue.\n\nTake a step toward clarity and transformation.",
    "genere": "Sciences & Knowledge",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742722160/copertine/zjhu9vhnpa5vmu8br8ee.png",
    "linkAmazon": "https://www.amazon.com/dp/B0DPHJN4NP",
    "prezzo": "5.79",
    "sottogenere": "Medical Books",
    "titolo": "Depression: Integrating Molecular Mechanisms and Psychosocial Perspectives",
    "valuta": "$"
  },
  {
    "id": "-OM1KzoInPa6cG7xmMOD",
    "autore": "Alexander J. Barrett",
    "descrizione": "Transform Your Income Potential: The Ultimate Guide to Building Sustainable Side Hustles in the Digital Age  Are you ready to master the art of parallel income generation? This comprehensive guide reveals sophisticated strategies for creating and scaling successful side hustles while maintaining your primary career. Unlike conventional guides that offer quick fixes, this book provides a thorough framework for building sustainable income streams in today's digital economy.  Discover how to leverage emerging technologies, optimize your resources, and create scalable systems that generate passive income. Learn advanced monetization strategies, understand market dynamics, and implement proven frameworks for long-term success.  This book goes beyond basic advice to deliver:  Strategic frameworks for identifying viable opportunities Advanced operational models for sustainable growth Sophisticated pricing and revenue diversification strategies Future-proof approaches to market evolution Expert guidance on automation and scaling systems Whether you're a professional seeking to diversify your income or an entrepreneur ready to expand your revenue streams, this book provides the advanced knowledge and practical frameworks needed to succeed in the modern economy.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742722300/copertine/qiysnkpfczsatc24f46t.png",
    "linkAmazon": "https://www.amazon.com/dp/B0DPDM2YD1",
    "prezzo": "5.79",
    "sottogenere": "Business & Money",
    "titolo": "Side Hustle Architecture: Building Sustainable Parallel Income Systems in the Digital Economy",
    "valuta": "$"
  },
  {
    "id": "-OM1LRswTi1Ok_FAdptE",
    "autore": "Rob Pac",
    "descrizione": "\"Entropia e Resilienza: La frammentazione dell’ordine mondiale nella guerra tra Russia e Ucraina\" è un viaggio intenso e profondo nelle dinamiche di un mondo sempre più instabile e frammentato.\nDalla geopolitica alle sfide sociali, dai cambiamenti climatici alle innovazioni tecnologiche, questo libro esplora come il caos e il disordine plasmano la nostra realtà e come possiamo adattarci e prosperare in tempi di incertezza.\nAttraverso un'analisi lucida e rigorosa, offre uno sguardo sulle lezioni apprese dai conflitti moderni, con un focus particolare sulla crisi Russia-Ucraina, e propone strategie concrete per affrontare le sfide globali.\nUna lettura essenziale per chi cerca di comprendere le radici del disordine e di trovare soluzioni per un futuro resiliente.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742722520/copertine/ixobsgavriegzdwzwocf.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DPBW59QC",
    "prezzo": "6.30",
    "rimuoviImmagine": false,
    "sottogenere": "Società e Cultura",
    "titolo": "Entropia e resilienza: La frammentazione dell’ordine mondiale nella guerra tra Russia e Ucraina (Italian Edition)",
    "valuta": "€"
  },
  {
    "id": "-OM1Mo9n4yiGxnpVlULB",
    "autore": "Ryan Walker",
    "descrizione": "Restless Silence è un viaggio profondo nella mente di un protagonista senza nome, intrappolato tra la stasi e l'evoluzione. Attraverso una narrazione introspettiva e riflessiva, l'autore esplora la lotta interiore di chi si trova sospeso in uno stato di immobilità esistenziale, dove la speranza è fragile e la rassegnazione offre una strana forma di conforto. In questo flusso di coscienza, il lettore viene invitato a entrare in una mente che si interroga continuamente su questioni di cambiamento, paura e accettazione.\nRestless Silence è un romanzo che affronta i temi dell'isolamento, della vulnerabilità e del conflitto interiore, senza fornire risposte definitive, ma lasciando aperta la riflessione su quale strada percorrere.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742722777/copertine/nyqq6o5ho71wjgnhqbhm.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DH4L1NLK",
    "prezzo": "6.99",
    "sottogenere": "Narrativa e Letteratura",
    "titolo": "Silenzio Irrequieto",
    "valuta": "€"
  },
  {
    "id": "-OM1N_8ypiXW1mpcAe4U",
    "autore": "Ryan Walker",
    "descrizione": "A transformative guide for those feeling trapped in cycles of stress, anxiety, and dissatisfaction. \"The Art of Letting Go\" offers practical strategies to break free from toxic relationships, negative thought patterns, and unfulfilling careers. The book helps readers heal old wounds, embrace mindfulness to live fully in the present, face the future with courage instead of fear, and break free from self-sabotaging mental patterns. Designed for both driven professionals and those seeking to rediscover themselves, it provides tools to release what no longer serves you and create a life of freedom, purpose, and fulfillment.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742722978/copertine/ld3wq8xzya0oksnt7c6b.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DCWXSCL3",
    "prezzo": "5.79",
    "sottogenere": "Self-Help",
    "titolo": "The Art of Letting Go: How to Finally Break Free from Toxic Relationships, Negative Thoughts, and Unfulfilling Jobs",
    "valuta": "$"
  },
  {
    "id": "-OM1OERLV2WSx81DIW5m",
    "autore": "John Keagan",
    "descrizione": "A comprehensive scientific exploration of memory biases that reveals how the mind shapes reality, identity, and decision-making. This guide examines phenomena from the Mandela Effect to trauma's impact on memory formation, drawing from leading research worldwide. It explains why the brain selectively remembers certain events while forgetting others, and how emotional experiences create lasting memory imprints.\nThe book covers how memories form our sense of self, why groups share false memories, memory enhancement science, emotional influences on recollection, techniques for improving accuracy, recent research findings, and professional applications. Written for psychology students, mental health professionals, and curious readers, it translates complex neuroscientific concepts into accessible explanations with practical applications.\nEach chapter builds on previous content to create a comprehensive framework for understanding memory processes and their daily impact, making it valuable for education, professional development, and personal growth.",
    "genere": "Sciences & Knowledge",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742723150/copertine/vxqjqlpjffnvks5gq22h.png",
    "linkAmazon": "https://www.amazon.com/dp/B0DNWCM529",
    "prezzo": "5.79",
    "sottogenere": "Medical Books",
    "titolo": "Memory Biases: A Comprehensive Scientific Analysis (Understanding the Mind)",
    "valuta": "$"
  },
  {
    "id": "-OM1P6FBEorTLDlp8egf",
    "autore": "Saito K. Jackson",
    "descrizione": "Discover the Secret to a Fulfilling Life with \"IKIGAI, KAIZEN & HANSEI: A Practical Guide to Find Your Purpose\"\n\nAre you searching for deeper meaning in your life? Do you want to align your passions with your career and make a positive impact on the world? This transformative guide combines three powerful Japanese concepts to help you unlock your true potential:\n\n🎯 Ikigai: Uncover your reason for being \n🌱 Kaizen: Embrace continuous improvement \n🔍 Hansei: Master the art of self-reflection\n\nThrough practical exercises, real-life examples, and actionable strategies, this book will show you how to:\n\nIdentify your unique talents and passions\nAlign your career with your personal values\nDevelop resilience and overcome challenges\nCreate meaningful relationships and build a supportive community\nLeave a lasting legacy that reflects your life's purpose\nDon't let another day pass feeling unfulfilled or disconnected from your true calling. Start your journey to a purpose-driven life today!",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742723379/copertine/qn2awbqcj5v4tzjllw6s.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DK2BK2BH",
    "prezzo": "5.50",
    "sottogenere": "Self-Help",
    "titolo": "IKIGAI, KAIZEN & HANSEI: A Practical Guide to Find Your Purpose",
    "valuta": "$"
  },
  {
    "id": "-OM1PcwJAFCeL4yCoUsQ",
    "autore": "Grace Mitchell",
    "descrizione": "Take control of your digestive health with the ultimate beginner's guide to the Low-FODMAP Diet!\n\nAre you tired of dealing with uncomfortable digestive issues? You're not alone! This comprehensive cookbook and guide will help you navigate the low-FODMAP diet with confidence and ease.\n\nWhat's inside? 🥗 60+ delicious, easy-to-follow recipes 🍳 Clear, step-by-step instructions 📝 Complete food lists of what to eat and avoid 🔍 Simple explanations of the science behind FODMAPs ⭐ Success stories from real people 🍽️ Meal planning tips and shopping guides 💡 Expert advice for each phase of the diet\n\nFrom breakfast to dinner, snacks to desserts, we've got you covered with mouthwatering recipes that won't upset your stomach. Each recipe has been carefully crafted to be:\n\nEasy to prepare\nMade with readily available ingredients\nFull of flavor\nIBS-friendly\nPerfect for the whole family\nDon't let digestive issues control your life anymore! Join thousands of others who have found relief through the low-FODMAP diet.",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742723517/copertine/m4ozy8kf4moe8udg8qkk.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DKVMTB9P",
    "prezzo": "6.45",
    "sottogenere": "Cookbooks, Food & Wine",
    "titolo": "Low-FODMAP Diet for Beginners: Your Comprehensive Guide to Managing IBS and Digestive Wellness",
    "valuta": "$"
  },
  {
    "id": "-OM1QBpBsX00UxkKNGD5",
    "autore": "Alexia B.",
    "descrizione": "Dive into a world of imagination with this delightful coloring book, perfect for young artists! Inside, you'll meet 10 unique characters, each with their own stories and personalities, ready to come to life with your child's favorite colors. From Hana, the nature explorer, to Nana, the aspiring astronomer, these friends bring a variety of interests and adventures that children will love to discover. Each page features a single character with clear, easy-to-color outlines, making it ideal for young kids to build confidence in coloring.\n\nDesigned with simplicity and creativity in mind, this coloring book is great for ages 4 and up. Perfect for family time, rainy days, or quiet play, this book encourages children to explore storytelling through art. Let their imaginations soar as they bring each character’s world to life!",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742723664/copertine/kvtxg9jms1rxxlkd2j3p.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DMNC122H",
    "prezzo": "9.99",
    "sottogenere": "",
    "titolo": "Miyu Introduces Her Friends: Coloring Book",
    "valuta": "$"
  },
  {
    "id": "-OM1QuzYTTsmK_C__3DY",
    "autore": "Rob Pac",
    "descrizione": "🌟 Set sail on a whimsical coloring journey with Adventures of the Sailor Mouse! 🐭⚓ This delightful coloring book features the charming and adventurous Sailor Mouse as he explores enchanting landscapes, from steering a boat by the lighthouse 🌊🚤 to picnicking under cherry blossoms 🌸.\n\n🎨 With 30 beautifully designed pages, this book offers hours of creative fun for kids and kids at heart. Perfect for sparking imagination ✨ and developing fine motor skills, it’s a must-have for young artists and adventure lovers alike.\n\n🌈 Unleash your creativity and let the Sailor Mouse brighten your world with color!",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742723853/copertine/noggnxrggh73zhug9rgh.png",
    "linkAmazon": "https://www.amazon.com/dp/B0DPN2YZ2S",
    "prezzo": "10.99",
    "sottogenere": "",
    "titolo": "SAILOR MOUSE: Coloring Book",
    "valuta": "$"
  },
  {
    "id": "-OM1RQeNBO1vek9-K3Uq",
    "autore": "John Keagan",
    "descrizione": "Transform your life and reclaim your peace of mind with \"The Anxiety Solution: Your Path to Peace\".\n\nThis comprehensive guide delves deep into the science, strategies, and insights needed to manage anxiety effectively.\n\nWhether you're looking for practical tools, expert advice, or simply hope, this book is your trusted companion on the journey to calm and clarity. Filled with actionable techniques and empowering encouragement, it's more than a book—it's a lifeline.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742723987/copertine/i0toylilxqcazjqwtepu.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DQKKTSLK",
    "prezzo": "7.99",
    "sottogenere": "Self-Help",
    "titolo": "The Anxiety Solution: Your Path to Peace",
    "valuta": "$"
  },
  {
    "id": "-OM1Rq8t3wq1dpHbVRoq",
    "autore": "Alex Sterling",
    "descrizione": "Discover a groundbreaking vision for a regenerative future with The Ecological Renaissance: Rebuilding Our Future with Nature. This compelling book takes you on an inspiring journey to rethink humanity's relationship with the Earth, offering actionable insights into creating thriving ecosystems, resilient communities, and sustainable economies.\n\nFrom climate solutions and regenerative agriculture to global movements and cultural transformation, this book blends science, storytelling, and hope to empower readers to make meaningful change.\n\nWhether you're an environmental advocate, a policymaker, or simply someone looking to live more sustainably, The Ecological Renaissance provides the knowledge and tools to turn inspiration into action. The future isn’t just something to fear—it’s something to rebuild.",
    "genere": "Society & Culture",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742724096/copertine/aes8r9inpq9d7fsvavr3.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DQGQ7Y5N",
    "prezzo": "6.99",
    "sottogenere": "Politics & Social Sciences",
    "titolo": "The Ecological Renaissance: Rebuilding Our Future with Nature",
    "valuta": "$"
  },
  {
    "id": "-OM1amFL4PgVMQ9hSK4C",
    "autore": "Quinn Parker",
    "descrizione": "Unlock the secrets to a balanced and fulfilling life with \"Balance in Chaos\".\nThis empowering guide offers practical strategies, transformative insights, and actionable steps to help you reclaim control, find clarity, and live with intention.\n\nWhether you're seeking calm amidst chaos or striving for deeper connection and purpose, this book is your roadmap to a life of harmony and growth. Ready to take the first step?",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742726735/copertine/e6d977rymj8yxn0aqmse.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DQ4SS1GW",
    "prezzo": "7.99",
    "rimuoviImmagine": false,
    "sottogenere": "Self-Help",
    "titolo": "Balance in Chaos: Simple Steps to a Calmer, Healthier Life",
    "valuta": "$"
  },
  {
    "id": "-OM1bVjBbyBIlZEqBtmm",
    "autore": "Dr. Massimo Recaldi",
    "descrizione": "Scopri i fondamenti e le complessità della psicologia della personalità, un campo affascinante che esplora le caratteristiche uniche che rendono ciascuno di noi un individuo irripetibile. Dalla psicoanalisi alla teoria dei tratti, passando per il contributo della genetica e delle neuroscienze, questo libro offre una panoramica approfondita delle teorie e dei metodi di valutazione della personalità. Con uno stile chiaro e rigoroso, guida il lettore attraverso un viaggio nella comprensione di come nascono i tratti individuali e come questi possano evolversi attraverso l’interazione con l’ambiente e le esperienze personali. Ideale per studenti, professionisti e appassionati di psicologia.",
    "genere": "Sciences & Knowledge",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742726891/copertine/a2ixd1tbdzcjil31dckj.png",
    "linkAmazon": "https://www.amazon.it/dp/B0DMS1BTZV",
    "prezzo": "7.99",
    "sottogenere": "",
    "titolo": "Psicologia della Personalità: L'essenza dell' individualità",
    "valuta": "€"
  },
  {
    "id": "-OM1c9-HnUga4LxHWVCx",
    "autore": "Dr. Massimo Recaldi",
    "descrizione": "La Psicologia Dinamica rappresenta una delle prospettive più affascinanti e ricche della psicologia contemporanea, concentrandosi sulla comprensione dei processi inconsci e dei conflitti che plasmano la mente umana. Questo saggio offre un'introduzione completa ai fondamenti della psicologia dinamica, dalle teorie di Sigmund Freud fino agli sviluppi moderni, esplorando temi quali i meccanismi di difesa, i metodi di indagine clinica e le tecniche di intervento terapeutico. Pensato per studenti, professionisti e appassionati, il testo guida il lettore attraverso le principali teorie e pratiche della psicologia dinamica, con un focus particolare sui processi interni che influenzano pensieri, emozioni e comportamenti. Un'opera che invita a riflettere sui meccanismi nascosti della psiche e offre strumenti concreti per comprendere e affrontare i conflitti interiori.",
    "genere": "Sciences & Knowledge",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727060/copertine/wtbczmtzqmlyevzvcyqc.png",
    "linkAmazon": "https://www.amazon.it/dp/B0DMRBGVMS",
    "prezzo": "7.99",
    "sottogenere": "",
    "titolo": "Psicologia Dinamica: Le profondità della psiche",
    "valuta": "€"
  },
  {
    "id": "-OM1cTWwfa3S_ZUbttqQ",
    "autore": "Dr. Massimo Recaldi",
    "descrizione": "La Psicologia dello Sviluppo esplora l’affascinante processo di crescita che accompagna l’individuo dalle prime fasi dell’infanzia fino all’età adulta e oltre. Questo saggio fornisce una panoramica completa dei principali modelli teorici, dalle teorie cognitive di Piaget alle dinamiche sociali e psicosociali di Erikson e Bowlby, illustrando come fattori genetici, sociali e culturali influenzino la costruzione della personalità e l’identità.\nPensato per studenti, professionisti e appassionati della psicologia, il testo offre uno strumento approfondito per comprendere i meccanismi e le sfide dello sviluppo umano, con una particolare attenzione alle influenze del contesto ambientale e ai processi di autoregolazione.\nUn’opera che arricchisce la comprensione dell’individuo e del suo percorso evolutivo, dalle radici biologiche alle interazioni sociali.",
    "genere": "Sciences & Knowledge",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727144/copertine/dz22kmmq7wxhnahmshxr.png",
    "linkAmazon": "https://www.amazon.it/dp/B0DMV9NDBS",
    "prezzo": "7.99",
    "sottogenere": "",
    "titolo": "Psicologia dello Sviluppo: Comprendere il Ciclo di Vita",
    "valuta": "€"
  },
  {
    "id": "-OM1cgh2Zp11iMIrU8Fu",
    "autore": "Dr. Massimo Recaldi",
    "descrizione": "La Psicologia del Lavoro è una disciplina in rapida espansione che offre strumenti e teorie per comprendere le dinamiche delle organizzazioni e per migliorare la qualità della vita lavorativa. Questo saggio approfondisce i principali concetti della psicologia del lavoro, dalle teorie motivazionali ai modelli di leadership, dalle dinamiche di gruppo alla gestione del benessere e dello stress. Con un approccio rigoroso e accessibile, il testo guida il lettore attraverso le migliori pratiche per costruire un ambiente lavorativo che favorisca la collaborazione, il rispetto e la produttività. Ideale per studenti, professionisti delle risorse umane e leader aziendali, questo libro fornisce un quadro completo dei fattori che influenzano il successo organizzativo e il benessere dei dipendenti.",
    "genere": "Sciences & Knowledge",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727203/copertine/n13o0emje3s3hhmqfcso.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DMRWX57P",
    "prezzo": "7.99",
    "sottogenere": "",
    "titolo": "Psicologia del Lavoro: Comprendere e Ottimizzare il Benessere Organizzativo",
    "valuta": "€"
  },
  {
    "id": "-OM1cxi4uw8IHcSBObmv",
    "autore": "Dr. Massimo Recaldi",
    "descrizione": "La Psicologia di Comunità è una disciplina che esplora il ruolo delle relazioni, dell’ambiente e delle dinamiche sociali nel promuovere il benessere collettivo. Questo saggio offre una panoramica completa delle principali teorie e dei modelli di intervento che guidano la psicologia di comunità, come il modello ecologico, l’empowerment e la resilienza.\n\nAnalizzando le sfide contemporanee, come le disuguaglianze economiche, le crisi ambientali e l’integrazione culturale, l’autore propone strategie pratiche per costruire comunità coese e inclusive.\n\nAdatto a studenti, professionisti e chiunque sia interessato al miglioramento sociale, questo testo fornisce gli strumenti per comprendere e promuovere un cambiamento positivo, basato sulla partecipazione e sul rispetto reciproco.",
    "genere": "Sciences & Knowledge",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727272/copertine/ey4wzw4vpfxnhs90epxs.png",
    "linkAmazon": "https://www.amazon.it/dp/B0DMVQNKYS",
    "prezzo": "7.99",
    "sottogenere": "",
    "titolo": "Psicologia di Comunità: Costruire Benessere Collettivo",
    "valuta": "€"
  },
  {
    "id": "-OM1dMLnBld_mXMPKu2d",
    "autore": "Andrew Patterson",
    "descrizione": "Discover the hidden mechanisms of psychological influence in this groundbreaking examination of dark psychology. Drawing from cutting-edge research in neuroscience, behavioral psychology, and social dynamics, this comprehensive guide reveals the sophisticated architecture of manipulation while providing powerful protective strategies.\n\nUnlike superficial treatments of this subject, this authoritative work delivers:\n\nDeep analysis of manipulation mechanics based on scientific research\nAdvanced frameworks for identifying influence attempts\nProfessional-grade protection strategies\nEthical considerations for knowledge application\nFuture trends and emerging threats in psychological manipulation\nWhether you're a professional seeking to protect yourself and others or someone interested in understanding the psychology of influence, this book provides invaluable insights into one of the most challenging aspects of human behavior.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727377/copertine/w9f4js4limifz2ffgugb.png",
    "linkAmazon": "https://www.amazon.com/dp/B0DPTZ4XMK",
    "prezzo": "6.99",
    "sottogenere": "Self-Help",
    "titolo": "Dark Psychology and Manipulation: Understanding the Hidden Architecture of Psychological Influence",
    "valuta": "$"
  },
  {
    "id": "-OM1ddNT4D3rOWmZ_p4S",
    "autore": "Neil Danielson",
    "descrizione": "Unlock the Secrets of Influence and Mastery with Dark Psychology and Manipulation!\nDive into the ultimate guide that reveals the hidden tactics of persuasion, manipulation, and emotional control. Learn to recognize and counter deceptive techniques while harnessing the power of positive influence to take charge of your decisions and relationships.\n\nPacked with actionable insights and real-world examples, this book equips you with the tools to navigate a world filled with covert strategies and subtle pressures. Don’t just defend yourself—become the master of your mind and interactions.\n\nTake control of your future. Empower your decisions.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727451/copertine/hujodfepzttwmeipyn5t.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DPTYPTGQ",
    "prezzo": "6.99",
    "sottogenere": "Self-Help",
    "titolo": "Dark Psychology and Manipulation: Mastering the Hidden Arts of Influence",
    "valuta": "$"
  },
  {
    "id": "-OM1dyPGoOt4l4ki8jo4",
    "autore": "Chef Savorelli",
    "descrizione": "Scopri il libro di ricette che rivoluziona la cucina con un'idea irresistibile: polpette per ogni occasione e gusto! Dai sapori tradizionali italiani alle creazioni dolci e originali, questo ricettario offre oltre 100 ricette uniche e facili da seguire, con varianti gourmet, vegetariane, regionali e persino light.\nOgni ricetta è accompagnata da istruzioni dettagliate per ottenere piatti perfetti ogni volta, che conquisteranno grandi e piccini. Se ami la cucina creativa, questo libro è un must!\nNon lasciarti sfuggire la possibilità di trasformare ogni pasto in un momento speciale.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727537/copertine/ov1ijw90xu5olfzuihxs.png",
    "linkAmazon": "https://www.amazon.it/dp/B0DPQHJR2R",
    "prezzo": "6.99",
    "sottogenere": "Stile di Vita e Hobby",
    "titolo": "Polpette Revolution: Sapori Tondi per Ogni Occasione",
    "valuta": "€"
  },
  {
    "id": "-OM1eMNwshbvP21PfuE5",
    "autore": "Lucas Grant",
    "descrizione": "Unlock the secrets of chess with Chess for Beginners, your ultimate guide to mastering the fundamentals and building a strong foundation in the game. Whether you're completely new to chess or looking to sharpen your skills, this book breaks down essential concepts in a clear, engaging way that ensures quick progress and lasting knowledge. You'll explore the key rules, strategies, and tactics that can transform you from a novice into a confident player, ready to face any opponent.\n\nFrom understanding the board and mastering piece movement to exploring essential strategies like control of the center, piece development, and advanced tactics such as forks, pins, and skewers, this book covers it all. But chess is more than just moves—Chess for Beginners teaches you how to think ahead, plan your attacks, and outsmart your opponent, all while enjoying the journey of learning this timeless game.\n\nPacked with practical advice, annotated games, and tips on avoiding common pitfalls, this is your guide to becoming a well-rounded player. Whether your goal is casual play or competitive success, Chess for Beginners provides the tools you need to start winning more games today!",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727639/copertine/hawijbjawhdjownzxu2i.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DH4F1JMK",
    "prezzo": "7.99",
    "sottogenere": "Crafts, Hobbies & Home",
    "titolo": "Chess For Beginners: The Ultimate Guide - Learn Basics and Secret Tactics Like a Pro",
    "valuta": "$"
  },
  {
    "id": "-OM1ehwx-b8xLPzopvRZ",
    "autore": "Adam Clayton",
    "descrizione": "🐝 Dive into the fascinating world of beekeeping with \"Beekeeping for Beginners: From Hive to Honey\"! 🍯\n\nThis comprehensive and accessible manual will guide you step-by-step on your journey from novice to expert beekeeper. Discover the secrets to successfully managing your hives, from choosing the right equipment to producing your first jar of golden honey.\n\nWhat you'll find inside:\n\nDetailed advice on selecting and preparing equipment\nSeason-by-season hive management guides\nInsights into bee biology and behavior\nTechniques for preventing and managing pests and diseases\nStrategies for urban and sustainable beekeeping\nMethods for harvesting and processing honey and other hive products\nWhether you're an aspiring urban beekeeper or a countryside enthusiast, \"From Hive to Honey\" provides the knowledge and confidence you need to care for your bees and reap the sweet rewards of your labor. 🌼\n\nStart your beekeeping adventure today and join the global community of enthusiasts making a difference, one hive at a time! 🌍\n\n👥 Perfect for bee-ginners and great as a gift!",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727732/copertine/ygzwuvkguryhtxg9unrc.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DK5BKG3L",
    "prezzo": "6.99",
    "sottogenere": "",
    "titolo": "BEEKEEPING FOR BEGINNERS: From Hive to Honey: Mastering the Art of Beekeeping",
    "valuta": "$"
  },
  {
    "id": "-OM1f4L_K3ordylbNgBy",
    "autore": "Grace Mitchell",
    "descrizione": "🌱 Low-Carb Living: Delicious Recipes for a Balanced Lifestyle 🌱\n\nImmerse yourself in a journey of flavor and health with Low-Carb Living, the ultimate cookbook for anyone seeking to enjoy a balanced lifestyle without sacrificing taste. With 100 meticulously crafted recipes, this guide is perfect for beginners and seasoned low-carb followers alike. From mouthwatering appetizers to satisfying desserts, each recipe has been tailored to keep carbs low and taste high! 🥑🍲🍓\n\nEasy-to-follow instructions: Ideal for busy weekdays and special occasions alike.\nDetailed Nutritional Tips: Learn how each recipe supports your low-carb goals.\nQuick and Delicious Meals: With easy substitutions, even family favorites become low-carb!\nWhether you’re managing carbs for health or simply curious about trying something new, this cookbook is your ticket to a fresh start and a delicious, healthier future. Grab your copy today and start cooking with confidence! 🌟",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727828/copertine/kmpkrhrdkehlw0zrhaen.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DMZS8FXR",
    "prezzo": "5.99",
    "sottogenere": "Cookbooks, Food & Wine",
    "titolo": "Low-Carb Living: Delicious Recipes for a Balanced Lifestyle: 95 Flavorful, Low-Carb Dishes for Every Meal and Every Occasion",
    "valuta": "$"
  },
  {
    "id": "-OM1fQrNLCTZAszv13ia",
    "autore": "Zane Everett",
    "descrizione": "In \"Artificial Intelligence and Global Inequality,\" Zane Everett delivers a compelling exploration of AI's impact on our world's socioeconomic landscape. This timely analysis delves into:\n\nThe double-edged sword of AI: its potential to both exacerbate and alleviate global inequalities\n\nThe ethical dilemmas posed by AI in healthcare, education, and governance\nStrategies for ensuring AI benefits humanity as a whole\n\nEverett combines rigorous research with accessible prose, offering insights for:\nPolicymakers navigating the AI revolution\nTech professionals seeking to create responsible AI\nEducators preparing students for an AI-driven future\nAnyone concerned about technology's role in shaping our society\n\n\"Artificial Intelligence and Global Inequality\" is not just a book—it's a roadmap for creating a more equitable digital future. Don't miss this crucial examination of one of the most pressing issues of our time.",
    "genere": "Sciences & Knowledge",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742727920/copertine/fnugmrnqbvvxwdie9ego.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DJLK3NWL",
    "prezzo": "5.99",
    "sottogenere": "Computers & Technology",
    "titolo": "Artificial Intelligence and Global Inequality: Navigating the Digital Divide in the Age of AI",
    "valuta": "$"
  },
  {
    "id": "-OM1fr8XyJuFa4AeXFgM",
    "autore": "Ryan Walker",
    "descrizione": "Unlock the power of self-awareness and transform your life!\n\nDive into \"The Self-Awareness Revolution\" and discover how to:\n\nBoost your emotional intelligence \nMake better decisions with clarity and confidence \nEnhance your relationships and leadership skills \nAlign your career with your authentic self \nNavigate life's challenges with resilience and grace \nPacked with cutting-edge research, practical exercises, and real-life examples, this book is your roadmap to personal growth and success. \n\nDon't just survive - thrive! Start your self-awareness journey today and revolutionize your world from the inside out.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742728032/copertine/mazwhumvvd61bpmycgrg.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DKDV91C8",
    "prezzo": "5.99",
    "sottogenere": "Self-Help",
    "titolo": "The Self-Awareness Revolution: Change Your Life from the Inside Out",
    "valuta": "$"
  },
  {
    "id": "-OM1gKE5sb7lHvwraKK8",
    "autore": "Sophia Russo Bennett",
    "descrizione": "🌞 Discover the Mediterranean Secrets to a Perfect Feast 🌿\n\nFrom the bustling markets of Sicily to the sun-soaked coasts of Greece, Sophia Russo Bennett brings you on a journey through the heart of the Mediterranean with her mouth-watering recipes and expert tips. Whether you're hosting a vibrant dinner party or planning a festive holiday meal, this cookbook is your guide to creating unforgettable Mediterranean feasts.\n\nPacked with authentic recipes that celebrate the flavors of the Mediterranean—from succulent lamb roasts to refreshing Aperol Spritzes—you'll find everything you need to craft meals that impress your guests and bring warmth and joy to every occasion. 🍋🍷\n\nElevate your table setting with stunning presentation tips, and create a dining experience that reflects the true spirit of Mediterranean hospitality. Get ready to infuse your kitchen with rich, sun-drenched flavors and create memories that will last a lifetime. 🌿✨",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742729240/copertine/vqdkyrtn9y88evoultqv.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DJCV1SMF",
    "prezzo": "5.99",
    "rimuoviImmagine": false,
    "sottogenere": "Cookbooks, Food & Wine",
    "titolo": "Mediterranean Diet Cookbook: Timeless Recipes for Every Occasion",
    "valuta": "$"
  },
  {
    "id": "-OM1jHJ1Pale6S-a5V-Y",
    "autore": "Ryan Walker",
    "descrizione": "A comprehensive 30-day guide for personal transformation that helps readers reach their full potential through practical strategies and exercises. The book offers a structured day-by-day approach to overcome limiting beliefs, build confidence, and create positive life changes. It covers essential mindset shifts to stop self-sabotage, techniques for mastering emotions, methods for boosting productivity, strategies for enhancing relationships, and approaches for achieving financial wellness. Designed for anyone feeling stuck or seeking guidance, the program provides actionable exercises and frameworks to help readers become more adaptable, confident, and successful in all aspects of life.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742729278/copertine/amturyelws6btflmkvyw.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DJ2RVBGF",
    "prezzo": "6.99",
    "rimuoviImmagine": false,
    "sottogenere": "Self-Help",
    "titolo": "Unlock Your Inner Power: The 30-Day Challenge to Transform Your Life",
    "valuta": "$"
  },
  {
    "id": "-OM1jaRjVZA_kxlvL4dz",
    "autore": "Grace Mitchell",
    "descrizione": "Discover the Power of Keto for Your Whole Family!\n\nAre you looking to embrace a healthier lifestyle but worried about how to make it work for your entire family? \"KETO DIET COOKBOOK FOR BEGINNERS: Family-friendly keto recipes\" is your ultimate guide to transforming your family's health without sacrificing taste or convenience.\n\nInside, you'll find:\n\n100+ delicious, easy-to-make keto recipes that even the pickiest eaters will love\nA comprehensive guide to starting and maintaining a keto lifestyle as a family\nTips for adapting keto for growing children and active teens\nStrategies for handling social situations and holidays while staying keto\nMeal plans and shopping lists to make your keto journey stress-free\nThis isn't just another diet cookbook – it's a family health revolution in your hands. From kid-approved breakfasts to satisfying dinners and guilt-free desserts, every recipe is designed with your family in mind.\n\nLearn how to:\n\nNavigate common challenges like picky eating and different nutritional needs\nBalance keto with other dietary requirements\nMake keto work for various activity levels within your family\nWith \"KETO DIET COOKBOOK FOR BEGINNERS,\" you're not just cooking – you're crafting a healthier, happier future for your loved ones.",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742729012/copertine/u5bxklffli5pmrtcic6n.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DJ8N6BSG",
    "prezzo": "5.99",
    "sottogenere": "Cookbooks, Food & Wine",
    "titolo": "KETO DIET COOKBOOK FOR BEGINNERS: Family-friendly keto recipes",
    "valuta": "$"
  },
  {
    "id": "-OM1k2aqXZ4FaEMmr86G",
    "autore": "Eliza Siegel",
    "descrizione": "Discover the transformative power of mindful parenting!\nAre you struggling with tantrums, defiance, and emotional meltdowns? Do you wish you could connect more deeply with your child? \"Mindful Parenting\" is your comprehensive guide to creating a harmonious, loving family life using positive discipline techniques and emotional intelligence strategies.\nIn this groundbreaking book, Eliza Siegel reveals:\n\nThe secret to ending power struggles and fostering cooperation\nHow to set loving boundaries that actually work\nProven techniques to boost your child's emotional intelligence\nStrategies for managing your own emotions during parenting challenges\nThe key to raising resilient, self-motivated kids\n\nDrawing from cutting-edge research and real-life success stories, Siegel offers practical, easy-to-implement tools that will revolutionize your approach to parenting. You'll learn how to:\n✓ Transform conflict into opportunities for growth and connection\n✓ Nurture your child's self-esteem and intrinsic motivation\n✓ Create a calm, positive home environment\n✓ Raise emotionally intelligent children ready to thrive in today's world\nWhether you're a new parent or dealing with teenage challenges, \"Mindful Parenting\" provides the roadmap you need to build strong, loving relationships with your children at every age.\nDon't wait another day to bring peace and joy back to your family life.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742729185/copertine/zmnqt26qlljynriippmb.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DJJDHNYW",
    "prezzo": "5.99",
    "rimuoviImmagine": false,
    "sottogenere": "Parenting & Relationships",
    "titolo": "Mindful Parenting: A Guide to Positive Discipline and Emotional Growth",
    "valuta": "$"
  },
  {
    "id": "-OM1lC-zgSQaV6uc2O-I",
    "autore": "Eliza Siegel",
    "descrizione": "\"Emotions in Growth: Guiding Children in Emotional Management\"\n\nUnlock the secrets to nurturing emotionally intelligent and resilient children in today's complex world!\n\nThis comprehensive guide offers cutting-edge insights and practical strategies for parents, educators, and caregivers. Dive deep into:\n\nUnderstanding the adolescent brain and emotions\nNavigating cultural differences in emotional expression\nRecognizing signs of emotional distress and when to seek help\nHarnessing technology for emotional growth\nBuilding lifelong emotional resilience\nDon't miss this essential resource for anyone invested in the emotional well-being of the next generation. Your journey to becoming an emotional guide starts here!",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742729432/copertine/d5rwjuoscpmuacnbgjif.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DJQLWS1Q",
    "prezzo": "6.99",
    "sottogenere": "Parenting & Relationships",
    "titolo": "Emotions in Growth: Guiding Children in Emotional Management",
    "valuta": "$"
  },
  {
    "id": "-OM1lbRJoFgn3f9RMo98",
    "autore": "Marco Fioretti",
    "descrizione": "Stanco di sorridere a 32 denti mentre dentro stai urlando? 🙃 \"La Felicità - Un'Illusione Moderna?\" è il tuo biglietto per un viaggio esilarante nel cuore dell'ossessione contemporanea per la felicità.\n\nCon una dose massiccia di sarcasmo 🎭 e una spruzzata di verità scomode, questo libro esplora:\n\nRoutine mattutine da incubo 🌅\nL'inferno dei social media 📱\nLa corsa al successo professionale 💼\nIl dating nell'era digitale ❤️\nL'ossessione per il corpo perfetto 💪\nLa mindfulness e altre bugie 🧘\nIl consumismo come ricetta per la (in)felicità 🛍️\nPreparati a ridere, piangere e forse anche a trovare un barlume di vera felicità in questo viaggio tragicomico attraverso la follia della vita moderna.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742729719/copertine/wzttd2yo1bwvbjnikwnt.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DJXX85LS",
    "prezzo": "7.99",
    "rimuoviImmagine": false,
    "sottogenere": "Narrativa e Letteratura",
    "titolo": "La Felicità Un'Illusione Moderna?: Viaggio Sarcastico nel Paese dei Sorrisi Forzati",
    "valuta": "€"
  },
  {
    "id": "-OM1m5rmMJYmO0UcxCdU",
    "autore": "Ava Wells",
    "descrizione": "✨ Mindfulness per Principianti: Trasforma la Tua Vita con Presenza e Pace ✨\n🌿 Scopri il potere trasformativo della mindfulness con questa guida completa progettata appositamente per i principianti! Mindfulness per Principianti ti insegnerà a coltivare la consapevolezza, ridurre lo stress e sviluppare la resilienza emotiva attraverso la semplice ma profonda pratica della mindfulness.\nIn questo libro, imparerai a integrare la mindfulness nella tua routine quotidiana, padroneggiando tecniche essenziali come la respirazione consapevole e il body scan, e applicando queste pratiche alle attività di tutti i giorni come mangiare, lavorare e comunicare. Con istruzioni passo dopo passo e approfondimenti dalla ricerca scientifica più recente, comprenderai come la mindfulness può riprogrammare il cervello per ottenere maggiore concentrazione, compassione e calma.\nChe tu stia cercando sollievo dall'ansia, relazioni migliori o un senso più profondo di scopo, Mindfulness per Principianti ti fornisce gli strumenti e le tecniche per trasformare la tua vita dall'interno. Inizia oggi il tuo viaggio nella mindfulness e scopri come la presenza può portare a un benessere duraturo e a una realizzazione profonda!\n✨ Benefici Chiave: ✨\nScopri come la mindfulness migliora la chiarezza mentale, la regolazione emotiva e la gestione dello stress.\nOttieni consigli pratici su come integrare la mindfulness nelle tue attività quotidiane.\nComprendi la scienza della mindfulness e come riprogramma il tuo cervello.\nSegui le tecniche passo dopo passo per la respirazione consapevole, la meditazione e altro!\n✅ Fai il primo passo verso una vita più serena, concentrata e appagante oggi stesso!",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742729752/copertine/uttpfmgfdaregahdddm5.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DHTQVF1C",
    "prezzo": "6.99",
    "rimuoviImmagine": false,
    "sottogenere": "Crescita Personale e Benessere",
    "titolo": "Mindfulness per principianti: Il Percorso verso la Calma e la Chiarezza",
    "valuta": "€"
  },
  {
    "id": "-OM1nEu_q3rjGopMLHzt",
    "autore": "Sam Hunter",
    "descrizione": "An action-packed adventure book for young readers aged 7-10 following Max, Lily, and Sam as they navigate dangerous jungles, solve ancient puzzles, and face off against the villain Drake Blackwood in search of the legendary Eldorado treasure. \"The Final Showdown\" combines thrilling escapades with themes of friendship, courage, and determination, making it ideal for children who enjoy exciting stories with relatable heroes. Designed to enhance reading comprehension while keeping young readers engaged, the book offers a compelling narrative that teaches valuable lessons about teamwork, perseverance, and self-confidence. It's structured to appeal to both established and emerging readers, helping parents foster a love of reading through an immersive storytelling experience.",
    "genere": "Fiction & Literature",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742730117/copertine/xemnkxe1dxwnhrx6wh4k.png",
    "linkAmazon": "https://www.amazon.com/dp/B0DCP3BF8Q",
    "prezzo": "4.99",
    "rimuoviImmagine": false,
    "sottogenere": "Children's Books",
    "titolo": "The Final Showdown: Will Max and His Friends Triumph Over Adversity and Claim the Treasure?",
    "valuta": "$"
  },
  {
    "id": "-OM1oTNVb4f5aImQRMiE",
    "autore": "Roberto Pacetti",
    "descrizione": "In una città dimenticata dal tempo, dove le ombre del passato si mescolano con le speranze del futuro, nasce una storia di coraggio, redenzione e rinascita. Pianodombra è un luogo carico di ricordi, un borgo che un tempo brulicava di vita e lavoro, ma che oggi lotta per risorgere dalle sue stesse ceneri.\n\nOmbre di Ferro: Tra Passato e Rinascita segue le vicende di un gruppo di personaggi profondamente legati a questa città decadente, ognuno alla ricerca del proprio posto nel mondo. Claudia, dopo anni di assenza, ritorna per affrontare i demoni del passato e dare un senso al presente. Rory, il custode della memoria del borgo, combatte per preservare le storie che rischiano di essere dimenticate. Tina, con la sua galleria d’arte, trasforma il dolore in bellezza, creando un rifugio per l’anima in un luogo segnato dalla distruzione.\n\nMentre Pianodombra si trasforma, i suoi abitanti si confrontano con scelte difficili e cambiamenti inevitabili. Alcuni, come Vince, sentono il richiamo dell’altrove, cercando di liberarsi dal peso del passato per costruire una nuova vita altrove. Altri, come Claudia, scoprono che il loro destino è indissolubilmente legato a quello della città.\n\nOmbre di Ferro è un dramma sociale intenso e toccante, che esplora la complessità dei legami umani e il potere della memoria in un mondo in continua evoluzione. Un romanzo che racconta la sfida di rinascere in un luogo segnato dalle cicatrici del tempo, e la forza di chi non si arrende, ma lotta per un futuro migliore.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742730290/copertine/dvpfofqc9zuglj7wnfc1.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DFC6YN4Z",
    "prezzo": "5.90",
    "sottogenere": "Narrativa e Letteratura",
    "titolo": "OMBRE DI FERRO: Tra Passato e Rinascita",
    "valuta": "€"
  },
  {
    "id": "-OM1orliBFvRJMaOIVcd",
    "autore": "J. Cipher Monroe",
    "descrizione": "In a world where your thoughts are no longer your own...\n\nOne journalist uncovers the truth behind the digital curtain.\n\nWelcome to 2036, where GlobalTech controls every aspect of life through its all-encompassing Nexus network.\n\nHowever, not everyone is willing to surrender their humanity to the algorithm.\n\nFollow Alex Garner's perilous journey as he:\n\nExposes corporate manipulation of water and food supplies 💧🌾\nUnravels the sinister purpose behind \"smart\" healthcare 🏥\nDiscovers the resistance hidden in plain sight 👥\n🚨 As the line between human and machine blurs, one question remains: Can the truth set us free, or is it already too late?\n\n\"The Digital Leash\" is a chilling yet hopeful exploration of our tech-driven future.\n\nAre you ready to unplug from the matrix?",
    "genere": "Fiction & Literature",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742730475/copertine/rcuvcd7nccxmi8szfl5v.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DJF4ZT6F",
    "prezzo": "5.99",
    "rimuoviImmagine": false,
    "sottogenere": "Science Fiction & Fantasy",
    "titolo": "The Digital Leash: Where Thoughts End and Programs Begin",
    "valuta": "$"
  },
  {
    "id": "-OM1pbLnVRA0muwBlNna",
    "autore": "Victoria Ravenscroft",
    "descrizione": "Dive into the most mind-bending adventure yet in the Lexicon Arcana series, where the very nature of knowledge comes alive! 🌟\nOxford's secret magical university harbours an ancient mystery that's about to change everything. When Hazel Blackwood discovers that books are achieving consciousness and digital magic is evolving beyond control, she must face her greatest challenge yet: understanding something that exists to prevent understanding itself!\nExperience a magical adventure where library books debate their existence, digital spells merge with ancient magic, and the very nature of knowledge hangs in the balance. Join Hazel, Thomas, and their transformed gargoyle guardian as they race against time to prevent an entity of anti-knowledge from unmaking consciousness itself! 🎓✨\nA revolutionary tale that will change how you think about magic, knowledge, and consciousness forever! 📚\nClick \"Buy Now\" to unlock the secrets of Oxford's magical quarters! Perfect for readers who love intellectual adventures, magical universities, and stories that challenge the very nature of understanding.",
    "genere": "Fiction & Literature",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742730589/copertine/tp4flmoaqmxjpb2eoag9.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DLFCKWF4",
    "prezzo": "7.99",
    "sottogenere": "Teen & Young Adult",
    "titolo": "The Oxford Odyssey (Lexicon Arcan)",
    "valuta": "$"
  },
  {
    "id": "-OM1pwsNat-q8IvBP2Am",
    "autore": "Grace Mitchell",
    "descrizione": "✨ Plant-Powered Recipes is more than a cookbook—it's your ultimate culinary adventure into the vibrant world of vegetarian cuisine! With 90+ diverse and delicious recipes, this book makes healthy, plant-based eating approachable and exciting. Designed for anyone ready to explore a healthier, more sustainable diet, each recipe is a step-by-step guide to creating nourishing meals for any time of day 🌞.\n\nFrom mouth-watering appetizers and comforting soups 🍲 to hearty main dishes, flavorful sides, and indulgent desserts 🍫, this collection has something for every craving. Plus, you’ll find practical tips and resources to ease your transition into vegetarian eating and help you make it a lasting part of your lifestyle 🌱.\n\nDon’t miss the chance to elevate your kitchen game and embrace the power of plants!",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742730676/copertine/kujjjriqun36wcdzvrg5.png",
    "linkAmazon": "https://www.amazon.com/dp/B0DN5Z3TG6",
    "prezzo": "7.99",
    "sottogenere": "Cookbooks, Food & Wine",
    "titolo": "Plant-Powered Recipes: 90+ Delicious Vegetarian Recipes for Every Occasion",
    "valuta": "$"
  },
  {
    "id": "-OM1qE2cL4YHHhPVHRv8",
    "autore": "Andrew Thornton",
    "descrizione": "🌸 Discover Inner Peace through Somatic Art Therapy 🌸\n\nDive into a transformative journey with Somatic Art Therapy! This book offers you a pathway to self-healing, blending mindfulness, body awareness, and creative expression. Designed especially for those managing stress, anxiety, and trauma, each page invites you to explore therapeutic exercises that connect your body’s wisdom with the healing power of art. Imagine finding calm in simple moments, grounding yourself in creative practices, and releasing emotional tension—all without the need for complex tools or prior experience.\n\n💡 Easy-to-follow exercises\n💡 Step-by-step guidance\n💡 Therapeutic, not technical—no artistic skills required",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742730751/copertine/tcias95hf9nmq5naukn7.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DMDYFFNF",
    "prezzo": "7.50",
    "sottogenere": "Self-Help",
    "titolo": "Somatic Art Therapy for Beginners: Healing Depression and Anxiety Through Body and Creativity",
    "valuta": "$"
  },
  {
    "id": "-OM1qZr7i-nkkAQAVSFu",
    "autore": "Victoria Ravenscroft",
    "descrizione": "Step into a world where ancient magic meets modern mystery in this spellbinding first instalment of the Lexicon Arcana series! 🌟\nEleven-year-old Hazel Blackwood thought she was just an ordinary girl who loved ancient languages—until her silver birthmark began to glow in Winchester Cathedral's secret library. Now, alongside her tech-savvy friend Thomas and a gargoyle guardian, she must unlock the power of magical words before the mysterious Dr. Vale claims an ancient grimoire that could change the world forever.\nDiscover a magical Britain where books whisper their secrets; gargoyles come to life, and the line between ancient spells and modern technology blurs in extraordinary ways. Perfect for fans of enchanted libraries, magical mysteries, and friendships that transcend the ordinary! 🏰✨\nDon't miss this captivating tale of courage, friendship, and the power of finding your true voice. Join Hazel on her first extraordinary adventure! 🔮\nClick \"Buy Now\" to unlock the magic today! This book is perfect for readers aged 9-12 who love Philip Pullman, Diana Wynne Jones, and stories where ancient magic meets the modern world.",
    "genere": "Fiction & Literature",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742730841/copertine/hdtcbjpy4uyrmkm1z5jc.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DLCR6LXQ",
    "prezzo": "7.99",
    "sottogenere": "Teen & Young Adult",
    "titolo": "The Winchester Whispers (Lexicon Arcan)",
    "valuta": "$"
  },
  {
    "id": "-OM1qrQH7vt5NrcBAFv8",
    "autore": "Victoria Ravenscroft",
    "descrizione": "Return to magical Britain in this thrilling second instalment of the Lexicon Arcana series, where ancient Highland magic awakens! 🌟\nFollowing the trail of her missing mother, Hazel Blackwood ventures into the misty Scottish Highlands, where magic runs wild and free. With her enhanced tech-wielding friend Thomas and their guardian gargoyle, she discovers a world where ancient powers stir, and the very language of magic is changing.\nExperience breathtaking magical encounters in the Highland wilderness, where kelpies emerge from misty lochs, ancient stone circles hold deadly secrets, and the fearsome Cu Sith hunt through the heather. As Hazel faces the terrifying Nuckelavee and the mysterious Wild Hunt, she must learn to blend Winchester's precise magic with Highland wild power before it's too late! 🏰✨\nIt is a spellbinding tale of courage, friendship, and the power of bridging different magical traditions. Don't let this magical adventure pass you by!",
    "genere": "Fiction & Literature",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742730917/copertine/hm0ng9sjxjbxzywdhwth.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DLG3HL4R",
    "prezzo": "7.99",
    "sottogenere": "Teen & Young Adult",
    "titolo": "The Highlands Hex (Lexicon Arcan)",
    "valuta": "$"
  },
  {
    "id": "-OM1rJZijtpA1CuwZqnR",
    "autore": "Alessandra Montalcini",
    "descrizione": "'Oltre l'Orizzonte del Tempo' è un avvincente romanzo che intreccia le vite di tre generazioni di donne, divise da oceani e segreti familiari. Quando Eleonora Alderighi, una psicoterapeuta milanese, scopre un misterioso diario appartenente a sua nonna, si imbarca in un viaggio emozionante che la porta da Milano a Roma, fino a Buenos Aires. Svela una storia d'amore nata durante la Seconda Guerra Mondiale, un segreto custodito per decenni e una famiglia divisa tra due continenti. Questo romanzo esplora temi di identità, perdono e il potere dell'amore di trascendere il tempo e la distanza, offrendo una riflessione profonda sui legami familiari e sul peso dei segreti attraverso le generazioni.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742731036/copertine/wp3bs7anqputc8vct4qu.jpg",
    "linkAmazon": "https://www.amazon.it/dp/B0DHYCRXSY",
    "prezzo": "10.39",
    "sottogenere": "Narrativa e Letteratura",
    "titolo": "Oltre l'Orizzonte del Tempo: Cronache di una Famiglia Ritrovata",
    "valuta": "€"
  },
  {
    "id": "-OM1rip5H_7o6crQBFrg",
    "autore": "Rob Pac",
    "descrizione": "🌈 Let Creativity Take the Wheel! 🌟\n\nEmbark on a colorful adventure with Adventures in Color: Living Vehicles! 🚗✈️🚂 This delightful coloring book is packed with:\n\nWhimsical Vehicles: Smiling cars, playful planes, cheerful trains, and fantastical cupcake cars.\nFun and Easy Designs: Bold lines and creative details, perfect for kids aged 4 to 8.\nEndless Creativity: Each page is a new adventure waiting to come alive with crayons, markers, or colored pencils!\n✨ Whether your child loves exploring or just enjoys a fun artistic escape, this book fuels imagination and creativity one color at a time.\n\n🎨 Perfect for gifts, travel, or rainy days. Ready to color your world? 🌟",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742731235/copertine/domn3ygqur1vms6kefsf.jpg",
    "linkAmazon": "https://www.amazon.com/dp/B0DPHFGFV9",
    "prezzo": "11.99",
    "rimuoviImmagine": false,
    "sottogenere": "Crafts, Hobbies & Home",
    "titolo": "Adventures in Color: Living Vehicles!",
    "valuta": "$"
  },
  {
    "id": "-OM1sd-Lz7fSLrZQp2Zi",
    "autore": "Lorenzo De Sanctis",
    "descrizione": "Un'esplorazione teologica e sociologica che analizza come la figura di Gesù e i suoi insegnamenti sarebbero percepiti nel mondo contemporaneo. Il libro esamina l'impatto della globalizzazione e della tecnologia digitale sulla spiritualità, immaginando come il messaggio di Gesù potrebbe essere interpretato, distorto o amplificato attraverso i social media e in una società secolarizzata. Offre riflessioni su come il suo messaggio di amore radicale e non-violenza si confronterebbe con il secolarismo moderno, il potenziale ruolo di Gesù nel dialogo interreligioso come figura ponte tra diverse fedi, e le possibili reazioni pubbliche che spaziano dall'adorazione alla derisione all'indifferenza. Un'opera che invita a ripensare la spiritualità contemporanea e il significato della fede in un mondo interconnesso.",
    "genere": "Society & Culture",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742731475/copertine/yd09rg6d5uspeifyyyf2.png",
    "linkAmazon": "https://www.amazon.it/dp/B0DF1TM77Z",
    "prezzo": "4.99",
    "rimuoviImmagine": false,
    "sottogenere": "Religion & Spirituality",
    "titolo": "GESÙ NEL TERZO MILLENNIO: Tra Follia e Santità, Quale Ruolo Avrebbe Oggi il Figlio di Dio?",
    "valuta": "€"
  },
  {
    "id": "-OM1tbJGLa5yarPTtj9f",
    "autore": "Roberto Pacetti",
    "descrizione": "Psygnami: Psicologia della Personalità - Un riassunto essenziale per studenti universitari\n\nStai cercando un modo rapido ed efficace per studiare la Psicologia della Personalità? Questo Psygnami è lo strumento perfetto per studenti di psicologia e appassionati.\n\nIn questo libro troverai:\n\nUna spiegazione sintetica ma completa delle principali teorie della personalità (psicodinamica, comportamentale, umanistica, dei tratti e cognitiva)\nUn'analisi dei fattori genetici, ambientali e biologici che influenzano la personalità\nEsempi pratici di come la personalità si manifesta in ambito clinico, lavorativo e educativo\nRiferimenti a testi e ricerche scientifiche di qualità\nOrganizzato per capitoli chiari e concisi, questo libro ti aiuterà a comprendere i fondamenti della personalità e a prepararti per esami o presentazioni. Ogni argomento è spiegato in modo accessibile e approfondito, con note basate su fonti autorevoli del panorama scientifico.\n\nChe tu sia uno studente alle prime armi o un professionista alla ricerca di un rapido ripasso, questo Psygnami è la risorsa che stavi cercando.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1742731637/copertine/cedl4dtvxmxfyekuo5hz.png",
    "linkAmazon": "https://www.amazon.it/dp/B0DGQ9GJ14",
    "prezzo": "11.50",
    "sottogenere": "Scienze e Conoscenza",
    "titolo": "PSICOLOGIA DELLA PERSONALITA'",
    "valuta": "€"
  },
  {
    "id": "-ONAnYbyXRi6cXKhCvZc",
    "autore": "Rob Pac",
    "dataInserimento": "2025-04-06T15:53:06.052Z",
    "descrizione": "Il presente elaborato offre una panoramica scientifica aggiornata e multidimensionale dell’autismo, organizzata in capitoli tematici che esplorano il fenomeno dalla sua definizione fino alle prospettive future della ricerca.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1743954786/copertine/hyjcb9ngvznruucl9gq5.png",
    "linkAmazon": "https://www.etsy.com/it/listing/1899127981/autismo-una-panoramica-scientifica?ref=shop_home_active_1&logging_key=21ba00496619e8caa58a8a2c6377cefdef04ce1a%3A1899127981",
    "prezzo": "9.99",
    "sottogenere": "Scienze e Conoscenza",
    "titolo": "Menti Divergenti",
    "valuta": "€"
  },
  {
    "id": "-OXc4KwGW_gB3Bv3Jkm6",
    "autore": "Roberto Pacetti",
    "dataInserimento": "2025-08-14T10:17:09.382Z",
    "dataModifica": "2025-08-14T10:34:36.577Z",
    "descrizione": "Una guida pratica e scientificamente fondata che accompagna genitori e insegnanti nell'affrontare le sfide dell'adolescenza contemporanea. Basata sulle più recenti ricerche in psicologia dello sviluppo e neuroscienze, questa guida fornisce strumenti concreti per comprendere e sostenere gli adolescenti nelle loro trasformazioni fisiche, cognitive, emotive e sociali.\n\nIl volume analizza i comportamenti tipici dell'adolescenza - dalla ricerca di indipendenza all'uso della tecnologia, dai comportamenti a rischio alle dinamiche scolastiche - offrendo strategie efficaci di comunicazione e supporto. Particolare attenzione è dedicata all'ottimizzazione degli ambienti di sviluppo (familiare, scolastico, comunitario e digitale) per favorire una crescita positiva e resiliente.\n\nUno strumento indispensabile per ogni adulto che desidera trasformare le sfide dell'adolescenza in opportunità di crescita condivisa e consapevole.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755166629/copertine/jk3rblsqdup9efofzp7a.png",
    "linkAmazon": "https://www.amazon.it/dp/B0F4WZKZ6N",
    "prezzo": "21.99",
    "sottogenere": "Scienze e Conoscenza",
    "titolo": "ADOLESCENZA: Guida all'addestramento per genitori e insegnanti",
    "valuta": "€"
  },
  {
    "id": "-OXc9AiTVMk5TiDnSwzY",
    "autore": "Lorenzo De Sanctis",
    "dataInserimento": "2025-08-14T10:38:18.259Z",
    "descrizione": "Un dialogo immaginario tra Sant'Agostino e un esimio filosofo dei nostri tempi in un luogo sospeso tra cielo e terra. Due grandi pensatori separati da sedici secoli si confrontano sulle questioni fondamentali dell'esistenza: Dio, il nichilismo, il tempo, la morte, l'amore, la tecnica e il futuro dell'umano. Un'opera che esplora la frattura tra fede cristiana e pensiero contemporaneo, cercando punti di contatto inaspettati tra tradizione religiosa e filosofia post-metafisica.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755167897/copertine/ujcvwcmbtb0yaveji29t.png",
    "linkAmazon": "https://www.amazon.it/dp/B0F6MPZ752",
    "prezzo": "14.55",
    "sottogenere": "Società e Cultura",
    "titolo": "Tra Fede e Nichilismo",
    "valuta": "$"
  },
  {
    "id": "-OXc9R2XUB1FyMfTN4Q_",
    "autore": "Lorenzo De Sanctis",
    "dataInserimento": "2025-08-14T10:39:25.142Z",
    "dataModifica": "2025-08-14T10:51:55.331Z",
    "descrizione": "\"Il Codice Bergoglio\" è un saggio analitico e interdisciplinare che decifra, attraverso gli strumenti della semiotica, della teologia simbolica e dell’antropologia culturale, il sistema di segni, gesti e scelte comunicative di Papa Francesco.\nLungi dall'essere una semplice cronaca biografica o una raccolta di aneddoti noti, quest’opera svela come ogni gesto, parola e decisione del pontefice costituisca un linguaggio complesso, volto a rifondare l'immaginario ecclesiale contemporaneo.\nAttraverso un'indagine rigorosa e penetrante, il volume esplora la grammatica nascosta dietro alla semplicità apparente di Francesco, offrendo al lettore una chiave di lettura profonda del suo pontificato e della sua eredità simbolica destinata a proiettarsi oltre la sua persona.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755168714/copertine/uzgdfvebg1osy6hfadeg.png",
    "linkAmazon": "https://www.amazon.it/dp/B0F6VC8J7B",
    "prezzo": "15.59",
    "sottogenere": "Società e Cultura",
    "titolo": "Il Codice Bergoglio: Crittografia di un Pontificato",
    "valuta": "$"
  },
  {
    "id": "-OXc9qJl3mKLYVprrEjW",
    "autore": "Roberto Pacetti",
    "dataInserimento": "2025-08-14T10:41:12.742Z",
    "descrizione": "Un viaggio attraverso le architetture invisibili del pensiero contemporaneo. Echo House: Oltre le Camere d’Eco esplora il fenomeno delle camere dell’eco nei contesti digitali, politici e culturali con un approccio accademico ma accessibile. L’autore decostruisce i meccanismi di isolamento informativo e rafforzamento delle convinzioni individuali, analizzando l’impatto che questi ambienti chiusi hanno sulla percezione della realtà, sulla formazione dell’opinione pubblica e sul concetto stesso di verità. Attraverso una lettura interdisciplinare, che intreccia comunicazione, psicologia sociale, filosofia e teoria dei media, il saggio invita il lettore a riflettere criticamente sul proprio rapporto con l’informazione e sul potere invisibile delle “stanze” in cui abitiamo mentalmente. Pensato per studenti, ricercatori e lettori curiosi, questo testo fornisce una mappa concettuale per orientarsi nel rumore amplificato della contemporaneità.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755168071/copertine/rhlai1dhcxoqkejkwbur.png",
    "linkAmazon": "https://www.amazon.it/dp/B0F7QZBVW5",
    "prezzo": "12.47",
    "sottogenere": "Scienze e Conoscenza",
    "titolo": "ECHO HOUSE: Oltre le Camere d'Eco: Un Nuovo Paradigma per Comprendere la Polarizzazione Convergente",
    "valuta": "$"
  },
  {
    "id": "-OXcABEo-1labiAUD8m-",
    "autore": "Massimo Recaldi",
    "dataInserimento": "2025-08-14T10:42:42.537Z",
    "dataModifica": "2025-08-14T10:46:37.580Z",
    "descrizione": "Un manuale integrato che fonde neuroscienze, mindfulness e psicologia cognitivo-comportamentale in un percorso articolato in trenta giorni per rafforzare autostima, resilienza e presenza consapevole.\nOgni capitolo propone esercizi concreti — dal dialogo interiore alle esposizioni graduali, dai micro-rituali quotidiani alle strategie per adattarsi agli imprevisti — corredati da spiegazioni scientifiche chiare e riferimenti peer-reviewed. Adatto a chi desideri un cambiamento duraturo, offre strumenti pratici per trasformare convinzioni limitanti in risorse, creare contesti di supporto e costruire un piano di sviluppo continuo.\nRicco di tecniche di auto-compassione, proiezioni di Sé ideale e percorsi avanzati, questo libro è la guida essenziale per chi ambisce a un’autostima infrangibile.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755168396/copertine/evk2fkgbbilwdhasn7re.png",
    "linkAmazon": "https://www.amazon.it/dp/B0FB36DGV7",
    "prezzo": "13.51",
    "sottogenere": "Crescita Personale e Benessere",
    "titolo": "Autostima Infrangibile: 30 giorni di pratiche evidence-based per consolidare fiducia in sé, resilienza emotiva e benessere cognitivo",
    "valuta": "$"
  },
  {
    "id": "-OXcAaC6rk8udV9oPBze",
    "autore": "Michael K. Anderson",
    "dataInserimento": "2025-08-14T10:44:28.860Z",
    "dataModifica": "2025-08-14T10:53:05.466Z",
    "descrizione": "Transform Your Chaotic Puppy Into the Perfect Family Dog in Just 7 Days!\n\nAre you overwhelmed by your new puppy's endless energy, house training accidents, and destructive behavior? Do you feel like you're failing as a dog owner when your furry friend won't listen to basic commands?\n\nYou're not alone - and this book will change everything.\n\nThe 7-Day Puppy Training Miracle is the complete beginner's guide that transforms even the most stubborn puppies into well-behaved, happy family dogs using proven positive reinforcement methods. Written for busy people who want fast results without spending hours on complicated training.\n\nWhat Makes This Book Different:\n✅ Day-by-Day System: Clear daily plans that build on each other\n✅ 10 Minutes Per Day: Perfect for busy schedules - no marathon training sessions\n✅ Positive Methods Only: No harsh corrections or outdated dominance techniques\n✅ Real-World Solutions: Addresses actual problems new puppy owners face\n✅ Beginner-Friendly: Written for people with zero dog training experience",
    "genere": "Lifestyle & Hobbies",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755168784/copertine/ow8mhix8nkgmuyaougtu.png",
    "linkAmazon": "https://www.amazon.com/dp/B0FBLQ7TMP",
    "prezzo": "12.99",
    "sottogenere": "Crafts, Hobbies & Home",
    "titolo": "The 7-Day Puppy Training Miracle: Transform Your Puppy into a Well-Behaved Family Dog Using Proven Positive Methods",
    "valuta": "$"
  },
  {
    "id": "-OXcAuqTB4mZA26fM-6b",
    "autore": "A.R. Blackthorne",
    "dataInserimento": "2025-08-14T10:45:53.427Z",
    "dataModifica": "2025-08-14T10:51:19.236Z",
    "descrizione": "In a world where magic flows through stellar crystals and ancient prophecies whisper of dark times, Lyra Nightwhisper lives as a simple healer in the village of Thornhaven. But when the Shadow Empire attacks her hometown, the girl's desperate touch awakens a forgotten power: the Light's Blood of the ancient Stellari.\n\nForced to flee, Lyra discovers she is the last descendant of a lost lineage, destined according to an ancient prophecy to awaken the three Eternal Guardians before Malachar, the Shadow Lord, completes his ritual to plunge the world into eternal darkness. Guided by the mysterious mage Theron Stormweaver and accompanied by the young elven warrior Kael Moonblade and the cunning thief Zara Shadowstep, Lyra must embark on a perilous journey through enchanted lands and cosmic dimensions.\n\nHer path will take her from the Whispering Forest to the Draconic Mountains, from the Cursed Lands to the very boundaries of reality itself, where she must confront cosmic entities and discover that the world's fate depends not on light's victory over darkness, but on the ability to make both forces dance together in a harmony that transcends all conflict.\n\nAn epic saga that reinvents fantasy classics through a narrative that evolves from traditional tropes toward unexpected cosmic horizons, where personal growth becomes universal evolution and friendship transforms into existence's most powerful force.\n\nPerfect for readers who loved Brandon Sanderson's The Stormlight Archive, Robin Hobb's Realm of the Elderlings, and anyone seeking fantasy that pushes beyond conventional boundaries into philosophical and cosmic territories while maintaining the heart and wonder that makes the genre magical.",
    "genere": "Fiction & Literature",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755168678/copertine/hjxfhoh4aank5owkqy96.png",
    "linkAmazon": "https://www.amazon.com/dp/B0FBSWMY92",
    "prezzo": "16.99",
    "sottogenere": "Mystery, Thriller & Suspense",
    "titolo": "THE HEIR OF THE STARS: The Prophecy of Light's Blood",
    "valuta": "$"
  },
  {
    "id": "-OXcD-OW-2CltdN4JmUb",
    "autore": "Rob Pac",
    "dataInserimento": "2025-08-14T10:55:00.438Z",
    "dataModifica": "2025-08-14T10:56:15.343Z",
    "descrizione": "Una libraia trentenne che ha trovato rifugio tra i libri dopo una delusione d'amore. Uno scrittore in crisi creativa che ha perso la capacità di raccontare storie. Un incontro casuale in una piccola libreria di Firenze che cambierà per sempre le loro vite.\n\nElena Rosati gestisce \"Pagine Sospese\", una libreria indipendente nel cuore di Firenze, dove ogni libro trova il suo lettore ideale. La sua vita scorre tranquilla e prevedibile finché Marco Santini, scrittore di thriller in cerca di ispirazione, non entra nel suo mondo cercando una raccolta di Neruda.\n\nQuello che inizia come una semplice discussione letteraria si trasforma in una collaborazione creativa, poi in un amore profondo e autentico. Insieme, Elena e Marco scoprono che l'amore può essere la più potente fonte di ispirazione, e decidono di raccontare la loro storia scrivendo un libro insieme.\n\n\"Tra le Pagine del Cuore\" è il romanzo che nasce da quella decisione: una storia d'amore contemporanea che celebra il potere dei libri di trasformare le vite, l'importanza dell'autenticità in un mondo artificiale, e la magia che accade quando due anime gemelle si riconoscono tra gli scaffali di una libreria.\n\nUna lettura perfetta per chi crede ancora nell'amore vero e nel potere delle storie di cambiare il mondo.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755168974/copertine/vb07rimsdnnfwxar9jxe.png",
    "linkAmazon": "https://www.amazon.it/dp/B0FCC1QN4V",
    "prezzo": "12.47",
    "sottogenere": "Narrativa e Letteratura",
    "titolo": "Tra le Pagine del Cuore: Una storia d'amore tra i libri",
    "valuta": "$"
  },
  {
    "id": "-OXcDaczvfruI-_BFK3D",
    "autore": "Roberto Pacetti",
    "dataInserimento": "2025-08-14T10:57:37.281Z",
    "dataModifica": "2025-08-14T10:58:02.698Z",
    "descrizione": "Una narrazione coinvolgente guida il lettore alla scoperta delle potenzialità della mente attraverso immagini interiori capaci di orientare emozioni, comportamenti e risultati concreti. Questo volume offre un percorso approfondito che integra basi neurocognitive, modelli teorici, protocolli pratici e riflessioni etiche, illustrando come coltivare la capacità di evocare scenari mentali positivi in contesti personali, professionali e creativi. L’approccio proposto non si limita a esercizi di fantasia, ma incoraggia una co-costruzione dell’esperienza immaginativa che rispetta la soggettività e valorizza la gradualità: ogni capitolo accompagna il lettore in una riflessione formale, senza ridurre il contenuto a istruzioni prefabbricate, ma offrendo chiavi di comprensione che favoriscono un dialogo interno continuo. I principi esposti consentono di integrare la visualizzazione positiva in pratiche di benessere mentale, performance sportiva, processi creativi, self-publishing e interventi clinici, con attenzione alla diversità culturale, all’equità di accesso e all’uso responsabile delle tecnologie emergenti. Chi affronta questo libro scopre come l’immaginazione guidata e autonoma diventi strumento di auto-regolazione e di resilienza, un ponte tra obiettivi desiderati e risorse interiori, capace di sostenere cambiamenti stabili nel tempo.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755169081/copertine/hfx7ghdttrveas5p9wym.png",
    "linkAmazon": "https://www.amazon.it/dp/B0FCYG9RPG",
    "prezzo": "18.72",
    "sottogenere": "Crescita Personale e Benessere",
    "titolo": "Visualizzazione Positiva e Mental Imagery Orientata all’Esito: Fondamenti Teorici, Metodologie e Applicazioni per il Benessere, la Performance e il Processo Creativo",
    "valuta": "$"
  },
  {
    "id": "-OXcE0KHj7-DB6nBoBdm",
    "autore": "Lorenzo De Sanctis",
    "dataInserimento": "2025-08-14T10:59:26.612Z",
    "dataModifica": "2025-08-14T11:00:19.012Z",
    "descrizione": "Il 7 settembre 2025 la Chiesa cattolica proclamerà santi due giovani straordinari, testimoni di fede, carità e speranza: Pier Giorgio Frassati e Carlo Acutis. Un evento senza precedenti che unisce Torino e Milano, l’era industriale e l’epoca digitale, le vette alpine e il web. Questo libro ripercorre, con rigore e profondità spirituale, le loro vite, le loro opere e il significato ecclesiale di una canonizzazione congiunta che parla al cuore dei giovani del terzo millennio. Non è solo una biografia parallela, ma una meditazione sul volto contemporaneo della santità laicale, su come la fede si possa vivere nell’ordinarietà, con radicalità e amore.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755169218/copertine/k9j4vtt9ywx85bnguiyk.png",
    "linkAmazon": "https://www.amazon.it/dp/B0FF33B47Z",
    "prezzo": "13.09",
    "sottogenere": "Società e Cultura",
    "titolo": "Due Cuori, Una Santità: Pier Giorgio Frassati e Carlo Acutis: Verso la canonizzazione",
    "valuta": "$"
  },
  {
    "id": "-OXcF5X172fLI7Br4eld",
    "autore": "Saito K. Jackson",
    "dataInserimento": "2025-08-14T11:04:10.051Z",
    "descrizione": "Un trattato che rilegge la tradizione shinobi come percorso etico e spirituale per l’uomo contemporaneo. “Shin-Shinobi no Kokoro – L’Anima del Nuovo Ninja” propone una riflessione rigorosa e poetica sulla via dell’ombra compassionevole, in cui la pratica dell’invisibilità etica, la disciplina del cuore e l’osservazione profonda formano una grammatica di crescita interiore. L’autore esplora il controllo delle emozioni, la pazienza come forza e il silenzio come spazio di ascolto, guidando il lettore a un’azione disinteressata che trascende l’ansia del risultato.\nAttraverso l’arte dell’osservazione compassionevole e la filosofia dell’azione senza aggressione, emerge una via di trasformazione che integra antica saggezza e istanze del presente.\nOgni capitolo invita a un’esercizio pratico della vigilanza interiore e della responsabilità verso sé, gli altri e le generazioni future, mostrando come le azioni compiute nell’ombra possano propagarsi oltre la propria vita.\nRivolto a chi cerca un orientamento etico profondo, questo testo si colloca come riferimento per chi desidera coniugare fermezza e apertura, forza e nonviolenza, disciplina e creatività in un cammino di autentica libertà interiore.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755169449/copertine/kl3ofnptj9p1v6afkdy4.png",
    "linkAmazon": "https://www.amazon.it/dp/B0FG7HKPHL",
    "prezzo": "11.43",
    "sottogenere": "Crescita Personale e Benessere",
    "titolo": "SHIN-SHINOBI NO KOKORO: L'Anima del Nuovo Ninja: Riflessioni sulla Via dell'Ombra Compassionevole",
    "valuta": "$"
  },
  {
    "id": "-OXcFfIIj9TKVU6AY0Bo",
    "autore": "Massimo Recaldi",
    "dataInserimento": "2025-08-14T11:06:40.661Z",
    "dataModifica": "2025-08-14T11:09:39.260Z",
    "descrizione": "In un’epoca in cui l’intelligenza artificiale generativa ridefinisce il modo di scrivere, pensare e comunicare, questo saggio offre una riflessione approfondita, rigorosa e interdisciplinare sugli effetti cognitivi, culturali ed etici della cooperazione uomo-macchina.\n\nL’opera analizza i risultati neuroscientifici più recenti, esplora le implicazioni educative e sociali, e propone un approccio critico e consapevole alla supervisione dei testi generati dagli algoritmi. Senza cedere a facili entusiasmi o a condanne pregiudiziali, il volume invita a costruire un dialogo scientifico aperto, capace di garantire la responsabilità autoriale e la pluralità espressiva, pur riconoscendo le opportunità innovative offerte dai modelli linguistici avanzati.\n\nUno strumento essenziale per studiosi, educatori, professionisti della comunicazione e lettori interessati a comprendere le trasformazioni profonde della scrittura nell’era dell’intelligenza artificiale.",
    "genere": "In lingua italiana",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755169599/copertine/byealvv4jfqewzi47ged.png",
    "linkAmazon": "https://www.amazon.it/dp/B0FH25BVCS",
    "prezzo": "12.47",
    "sottogenere": "Scienze e Conoscenza",
    "titolo": "Intelligenza Artificiale e Debito Cognitivo: Prospettive Critiche sulla Cooperazione Uomo-Macchina",
    "valuta": "$"
  },
  {
    "id": "-OXcG4evUK2A6i-OqiTk",
    "autore": "John Keagan",
    "dataInserimento": "2025-08-14T11:08:28.669Z",
    "dataModifica": "2025-08-14T11:09:53.659Z",
    "descrizione": "Empower yourself with a definitive guide that seamlessly bridges the gap between theory and practice, equipping first‑time managers to master the interpersonal skills crucial for today’s dynamic workplaces. This volume delivers:\n\nRigorous Analysis of the foundational principles behind active listening, assertive communication, effective delegation, collaborative conflict resolution, and motivational strategies.\n\nAuthentic Case Studies—masked and narrated to preserve confidentiality—demonstrating how real organizations navigate complex team dynamics and leadership challenges.\n\nReady‑to‑Implement Frameworks that distill academic depth into practical tools, complete with downloadable resources to reinforce learning and accelerate on‑the‑job application.\n\nWhether you’re preparing for your first one‑on‑one, refining your feedback style, or steering cross‑functional initiatives, you will discover clear guidance, illustrative examples, and actionable worksheets designed to transform everyday challenges into opportunities for growth. Embrace the skills that build trust, inspire performance, and foster a culture of continuous improvement—your path to transformative leadership begins here.",
    "genere": "Personal Growth & Wellbeing",
    "immagine": "https://res.cloudinary.com/robpac/image/upload/v1755169707/copertine/ivs1dq3v9hapoxzpxoxm.png",
    "linkAmazon": "https://www.amazon.com/dp/B0FHW98R17",
    "prezzo": "12.99",
    "sottogenere": "Business & Money",
    "titolo": "Empower Your Team: A Hands-On Guide to Managerial Soft Skills: Master Active Listening, Assertive Communication, Effective Delegation and Conflict Resolution for First-Time Managers in American Workplaces da John Keagan",
    "valuta": "$"
  }
]